Repository: armin976/noema-ios
Catalog: Noema/*.lproj/Localizable.strings
Languages: ar, de, fr, hi, ja, tr

source: Library
ar: مكتبة
de: Bibliothek
fr: Bibliothèque
hi: पुस्तकालय
ja: 図書館
tr: Kütüphane

source: Light
ar: ضوء
de: Licht
fr: Lumière
hi: रोशनी
ja: ライト
tr: Işık

source: Llama.cpp
ar: Call.cpp
de: Call.cpp
fr: Appeler.cpp
hi: कॉल.सीपीपी
ja: Call.cpp
tr: Çağrı.cpp

source: Load
ar: حمولة
de: Laden
fr: Charger
hi: भार
ja: 負荷
tr: Yük

source: Load a local model before chatting. You can download one from the Explore tab or load a model you've already installed.
ar: قم بتحميل نموذج محلي قبل الدردشة. يمكنك تنزيل واحد من علامة التبويب "استكشاف" أو تحميل نموذج قمت بتثبيته بالفعل.
de: Laden Sie vor dem Chatten ein lokales Modell. Sie können eines über die Registerkarte „Erkunden“ herunterladen oder ein bereits installiertes Modell laden.
fr: Chargez un modèle local avant de discuter. Vous pouvez en télécharger un depuis l'onglet Explorer ou charger un modèle que vous avez déjà installé.
hi: चैट करने से पहले एक स्थानीय मॉडल लोड करें. आप एक्सप्लोर टैब से एक डाउनलोड कर सकते हैं या पहले से इंस्टॉल किए गए मॉडल को लोड कर सकते हैं।
ja: チャットする前にローカル モデルをロードします。 [Explore] タブからモデルをダウンロードすることも、すでにインストールされているモデルをロードすることもできます。
tr: Sohbet etmeden önce yerel bir model yükleyin. Keşfet sekmesinden bir tane indirebilir veya önceden yüklediğiniz bir modeli yükleyebilirsiniz.

source: Loading recommendation…
ar: جارٍ تحميل التوصية…
de: Ladeempfehlung…
fr: Chargement de la recommandation…
hi: सिफ़ारिश लोड हो रही है...
ja: 推奨事項を読み込んでいます…
tr: Öneri yükleniyor…

source: Loading…
ar: تحميل…
de: Laden…
fr: Chargement…
hi: लोड हो रहा है...
ja: 読み込み中…
tr: Yükleniyor…

source: Local Network HTTP server for LAN clients (OpenAI-compatible)
ar: خادم HTTP للشبكة المحلية لعملاء LAN (متوافق مع OpenAI)
de: Lokaler Netzwerk-HTTP-Server für LAN-Clients (OpenAI-kompatibel)
fr: Serveur HTTP de réseau local pour les clients LAN (compatible OpenAI)
hi: LAN क्लाइंट के लिए स्थानीय नेटवर्क HTTP सर्वर (OpenAI-संगत)
ja: LANクライアント用ローカルネットワークHTTPサーバー（OpenAI互換）
tr: LAN istemcileri için Yerel Ağ HTTP sunucusu (OpenAI uyumlu)

source: Low = focused. High = varied.
ar: منخفض = مركز. عالية = متنوعة.
de: Niedrig = konzentriert. Hoch = abwechslungsreich.
fr: Faible = concentré. Élevé = varié.
hi: निम्न = केंद्रित. उच्च = विविध।
ja: 低い = 集中力。高い = 多様です。
tr: Düşük = odaklı. Yüksek = çeşitli.

source: Lower = more results (more noise). Higher = stricter matches.
ar: أقل = المزيد من النتائج (المزيد من الضوضاء). أعلى = تطابقات أكثر صرامة.
de: Niedriger = mehr Ergebnisse (mehr Rauschen). Höher = strengere Übereinstimmungen.
fr: Plus bas = plus de résultats (plus de bruit). Plus élevé = correspondances plus strictes.
hi: कम = अधिक परिणाम (अधिक शोर)। उच्चतर = सख्त मिलान।
ja: 低い = 結果が多くなります (ノイズが多くなります)。高い = より厳密な一致。
tr: Daha düşük = daha fazla sonuç (daha fazla gürültü). Daha yüksek = daha katı eşleşmeler.

source: MLX currently manages expert routing automatically; manual selection is not supported.
ar: يقوم MLX حاليًا بإدارة توجيه الخبراء تلقائيًا؛ التحديد اليدوي غير مدعوم.
de: MLX verwaltet derzeit das Experten-Routing automatisch; Die manuelle Auswahl wird nicht unterstützt.
fr: MLX gère actuellement automatiquement le routage expert ; la sélection manuelle n’est pas prise en charge.
hi: एमएलएक्स वर्तमान में विशेषज्ञ रूटिंग को स्वचालित रूप से प्रबंधित करता है; मैन्युअल चयन समर्थित नहीं है.
ja: MLX は現在、エキスパート ルーティングを自動的に管理します。手動選択はサポートされていません。
tr: MLX şu anda uzman yönlendirmeyi otomatik olarak yönetmektedir; manuel seçim desteklenmez.

source: Many models are several gigabytes in size and require a stable connection and sufficient storage. Downloads can fail or take a long time on slow networks or devices with limited space.
ar: يبلغ حجم العديد من الطرز عدة غيغابايت وتتطلب اتصالاً مستقرًا ومساحة تخزين كافية. يمكن أن تفشل التنزيلات أو تستغرق وقتًا طويلاً على الشبكات البطيئة أو الأجهزة ذات المساحة المحدودة.
de: Viele Modelle sind mehrere Gigabyte groß und benötigen eine stabile Verbindung und ausreichend Speicherplatz. In langsamen Netzwerken oder auf Geräten mit begrenztem Speicherplatz können Downloads fehlschlagen oder lange dauern.
fr: De nombreux modèles font plusieurs gigaoctets et nécessitent une connexion stable et un stockage suffisant. Les téléchargements peuvent échouer ou prendre beaucoup de temps sur des réseaux lents ou des appareils avec un espace limité.
hi: कई मॉडल कई गीगाबाइट आकार के होते हैं और उन्हें स्थिर कनेक्शन और पर्याप्त भंडारण की आवश्यकता होती है। धीमे नेटवर्क या सीमित स्थान वाले उपकरणों पर डाउनलोड विफल हो सकते हैं या इसमें लंबा समय लग सकता है।
ja: 多くのモデルのサイズは数ギガバイトであり、安定した接続と十分なストレージが必要です。低速なネットワークやスペースが限られているデバイスでは、ダウンロードが失敗したり、長時間かかる場合があります。
tr: Çoğu modelin boyutu birkaç gigabayttır ve istikrarlı bir bağlantı ve yeterli depolama alanı gerektirir. Yavaş ağlarda veya sınırlı alana sahip cihazlarda indirme işlemleri başarısız olabilir veya uzun sürebilir.

source: Max Chunks: %@
ar: القطع القصوى: %@
fr: Nombre maximum de morceaux : %@
hi: अधिकतम टुकड़े: %@
ja: 最大チャンク: %@
tr: Maksimum Parça: %@

source: Max recommended context on this device: ~%@ tokens
ar: الحد الأقصى للسياق الموصى به على هذا الجهاز: ~%@ الرموز المميزة
de: Maximal empfohlener Kontext auf diesem Gerät: ~%@ Token
fr: Contexte maximum recommandé sur cet appareil : ~%@ jetons
hi: इस डिवाइस पर अधिकतम अनुशंसित संदर्भ: ~%@ टोकन
ja: このデバイスで推奨される最大コンテキスト: ~%@ トークン
tr: Bu cihazda önerilen maksimum içerik: ~%@ jeton

source: Measure real-world generation speed for this configuration. A short scripted prompt will run locally and report timing and memory usage.
ar: قم بقياس سرعة التوليد في العالم الحقيقي لهذا التكوين. سيتم تشغيل مطالبة نصية قصيرة محليًا والإبلاغ عن التوقيت واستخدام الذاكرة.
de: Messen Sie die reale Generierungsgeschwindigkeit für diese Konfiguration. Eine kurze Skript-Eingabeaufforderung wird lokal ausgeführt und meldet Timing und Speichernutzung.
fr: Mesurez la vitesse de génération réelle pour cette configuration. Une courte invite scriptée s'exécutera localement et signalera la synchronisation et l'utilisation de la mémoire.
hi: इस कॉन्फ़िगरेशन के लिए वास्तविक दुनिया की पीढ़ी की गति को मापें। एक लघु स्क्रिप्टेड प्रॉम्प्ट स्थानीय रूप से चलेगा और समय और मेमोरी उपयोग की रिपोर्ट करेगा।
ja: この構成の実際の生成速度を測定します。短いスクリプト化されたプロンプトがローカルで実行され、タイミングとメモリ使用量がレポートされます。
tr: Bu yapılandırma için gerçek dünyadaki üretim hızını ölçün. Kısa bir komut dosyası istemi yerel olarak çalışacak ve zamanlamayı ve bellek kullanımını bildirecektir.

source: Min-p
ar: دقيقة ص
hi: मिन-पी
ja: ミンプ

source: Min-p: %@
ar: الحد الأدنى ع: %@
hi: न्यूनतम-पी: %@
ja: ミンプ: %@

source: Minimum cosine similarity a passage must have to be considered relevant. Lower = more passages (higher recall, more noise). Higher = fewer, more precise passages. Try 0.2–0.4 for broad questions; 0.5–0.7 for precise lookups.
ar: الحد الأدنى من تشابه جيب التمام يجب أن يعتبر المقطع ذا صلة. أقل = المزيد من المقاطع (استدعاء أعلى، مزيد من الضوضاء). أعلى = مقاطع أقل وأكثر دقة. حاول 0.2-0.4 للأسئلة العامة؛ 0.5-0.7 لعمليات البحث الدقيقة.
de: Minimale Kosinusähnlichkeit einer Passage muss als relevant angesehen werden. Niedriger = mehr Passagen (höherer Recall, mehr Rauschen). Höher = weniger, präzisere Passagen. Versuchen Sie es mit 0,2–0,4 für allgemeine Fragen; 0,5–0,7 für präzise Suchvorgänge.
fr: Similitude minimale en cosinus qu'un passage doit avoir pour être considéré comme pertinent. Plus bas = plus de passages (rappel plus élevé, plus de bruit). Plus haut = moins de passages plus précis. Essayez 0,2 à 0,4 pour les questions générales ; 0,5 à 0,7 pour des recherches précises.
hi: किसी परिच्छेद को न्यूनतम कोसाइन समानता के आधार पर प्रासंगिक माना जाना चाहिए। निचला = अधिक मार्ग (उच्च स्मरण, अधिक शोर)। उच्चतर = कम, अधिक सटीक मार्ग। व्यापक प्रश्नों के लिए 0.2-0.4 आज़माएँ; सटीक लुकअप के लिए 0.5–0.7।
ja: 関連性があると見なされるには、パッセージの最小コサイン類似度が必要です。低い = パッセージが多くなります (再現率が高く、ノイズが多くなります)。高い = パッセージが少なく、より正確になります。幅広い質問には 0.2 ～ 0.4 を試してください。正確な検索の場合は 0.5 ～ 0.7。
tr: Minimum kosinüs benzerliği bir pasajın ilgili olduğu düşünülmelidir. Daha düşük = daha fazla pasaj (daha yüksek hatırlama, daha fazla gürültü). Daha yüksek = daha az, daha kesin pasajlar. Geniş kapsamlı sorular için 0,2–0,4'ü deneyin; Hassas aramalar için 0,5–0,7.

# MoE layers: %@ / %@
source: MoE layers: %1$@ / %2$@
ar: طبقات MoE: %1$@ / %2$@
de: MoE-Schichten: %1$@ / %2$@
fr: Couches MoE : %1$@ / %2$@
hi: MoE परतें: %1$@ / %2$@
ja: MoE レイヤー: %1$@ / %2$@
tr: MoE katmanları: %1$@ / %2$@

source: Model Detection Limitations
ar: قيود الكشف عن النموذج
de: Einschränkungen der Modellerkennung
fr: Limites de la détection du modèle
hi: मॉडल का पता लगाने की सीमाएँ
ja: モデル検出の制限
tr: Model Algılama Sınırlamaları

source: Model Formats
ar: تنسيقات النماذج
de: Modellformate
fr: Formats de modèles
hi: मॉडल प्रारूप
ja: モデル形式
tr: Model Formatları

source: Models
ar: نماذج
de: Modelle
fr: Modèles
hi: मॉडल
ja: モデル
tr: Modeller

source: Models shown here are exposed by the Mac relay. Manage sources in the Relay tab on macOS to share more models.
ar: يتم عرض النماذج المعروضة هنا بواسطة مرحل Mac. قم بإدارة المصادر في علامة التبويب Relay على نظام macOS لمشاركة المزيد من النماذج.
de: Die hier gezeigten Modelle werden vom Mac-Relais bereitgestellt. Verwalten Sie Quellen auf der Registerkarte „Relay“ unter macOS, um weitere Modelle freizugeben.
fr: Les modèles présentés ici sont exposés par le relais Mac. Gérez les sources dans l'onglet Relais sur macOS pour partager plus de modèles.
hi: यहां दिखाए गए मॉडल मैक रिले द्वारा प्रदर्शित किए गए हैं। अधिक मॉडल साझा करने के लिए macOS पर रिले टैब में स्रोत प्रबंधित करें।
ja: ここに示されているモデルは Mac リレーによって公開されています。 macOS の [リレー] タブでソースを管理して、より多くのモデルを共有します。
tr: Burada gösterilen modeller Mac rölesi tarafından açığa çıkarılmıştır. Daha fazla model paylaşmak için macOS'taki Aktarma sekmesindeki kaynakları yönetin.

source: Move your device closer to the Mac running the relay if it doesn't appear right away. Bluetooth discovery usually completes within a few seconds.
ar: انقل جهازك بالقرب من جهاز Mac الذي يقوم بتشغيل الترحيل إذا لم يظهر على الفور. عادةً ما يكتمل اكتشاف البلوتوث في غضون ثوانٍ قليلة.
de: Bewegen Sie Ihr Gerät näher an den Mac, auf dem das Relay ausgeführt wird, wenn es nicht sofort angezeigt wird. Die Bluetooth-Erkennung ist normalerweise innerhalb weniger Sekunden abgeschlossen.
fr: Rapprochez votre appareil du Mac exécutant le relais s'il n'apparaît pas immédiatement. La découverte Bluetooth se termine généralement en quelques secondes.
hi: यदि रिले तुरंत दिखाई नहीं देता है तो अपने डिवाइस को रिले चलाने वाले मैक के करीब ले जाएं। ब्लूटूथ खोज आमतौर पर कुछ ही सेकंड में पूरी हो जाती है।
ja: すぐに表示されない場合は、リレーを実行している Mac にデバイスを近づけます。 Bluetooth の検出は通常、数秒以内に完了します。
tr: Hemen görünmezse, aygıtınızı aktarmayı çalıştıran Mac'in yakınına taşıyın. Bluetooth keşfi genellikle birkaç saniye içinde tamamlanır.

source: Name your dataset
ar: قم بتسمية مجموعة البيانات الخاصة بك
de: Benennen Sie Ihren Datensatz
fr: Nommez votre ensemble de données
hi: अपने डेटासेट को नाम दें
ja: データセットに名前を付けます
tr: Veri kümenizi adlandırın

source: Nearby Relays
ar: المرحلات القريبة
de: Relais in der Nähe
fr: Relais à proximité
hi: निकटवर्ती रिले
ja: 近くのリレー
tr: Yakındaki Röleler

source: Nearby iPhone and iPad devices discover your Mac relay instantly and sync pairing codes over the air.
ar: تكتشف أجهزة iPhone وiPad القريبة جهاز Mac الخاص بك على الفور وتقوم بمزامنة رموز الاقتران عبر الهواء.
de: In der Nähe befindliche iPhone- und iPad-Geräte erkennen Ihr Mac-Relay sofort und synchronisieren Kopplungscodes drahtlos.
fr: Les appareils iPhone et iPad à proximité découvrent instantanément le relais de votre Mac et synchronisent les codes de couplage par liaison radio.
hi: आस-पास के iPhone और iPad डिवाइस आपके Mac रिले को तुरंत खोज लेते हैं और पेयरिंग कोड को हवा में सिंक कर देते हैं।
ja: 近くの iPhone および iPad デバイスは Mac リレーを即座に検出し、ペアリング コードを無線で同期します。
tr: Yakındaki iPhone ve iPad aygıtları Mac aktarıcınızı anında keşfeder ve eşleştirme kodlarını kablosuz olarak senkronize eder.

source: Need a fresh thread? Tap the plus button for a brand-new conversation.
ar: هل تحتاج إلى خيط جديد؟ اضغط على زر علامة الجمع لإجراء محادثة جديدة تمامًا.
de: Brauchen Sie einen neuen Thread? Tippen Sie auf die Plus-Schaltfläche, um ein brandneues Gespräch zu starten.
fr: Besoin d'un nouveau fil ? Appuyez sur le bouton plus pour une toute nouvelle conversation.
hi: ताज़ा धागे की आवश्यकता है? एकदम नई बातचीत के लिए प्लस बटन पर टैप करें।
ja: 新しいスレッドが必要ですか?プラスボタンをタップすると、まったく新しい会話が始まります。
tr: Yeni bir konuya mı ihtiyacınız var? Yepyeni bir görüşme için artı düğmesine dokunun.

source: Nice! You already have the recommended GGUF starter model ready to use.
ar: لطيف - جيد! لديك بالفعل نموذج بداية GGUF الموصى به جاهز للاستخدام.
de: Hübsch! Sie haben bereits das empfohlene GGUF-Startermodell einsatzbereit.
fr: Bon! Vous disposez déjà du modèle de démarrage GGUF recommandé, prêt à l’emploi.
hi: अच्छा! आपके पास पहले से ही अनुशंसित GGUF स्टार्टर मॉडल उपयोग के लिए तैयार है।
ja: ニース！推奨される GGUF スターター モデルはすでに用意されており、すぐに使用できます。
tr: Güzel! Önerilen GGUF başlangıç ​​modeline zaten kullanıma hazırsınız.

source: No compatible files found for retrieval. Supported: PDF, EPUB, TXT, MD, JSON, JSONL, CSV, TSV
ar: لم يتم العثور على ملفات متوافقة لاسترجاعها. المدعومة: PDF، EPUB، TXT، MD، JSON، JSONL، CSV، TSV
de: Es wurden keine kompatiblen Dateien zum Abrufen gefunden. Unterstützt: PDF, EPUB, TXT, MD, JSON, JSONL, CSV, TSV
fr: Aucun fichier compatible trouvé pour la récupération. Pris en charge : PDF, EPUB, TXT, MD, JSON, JSONL, CSV, TSV
hi: पुनर्प्राप्ति के लिए कोई संगत फ़ाइल नहीं मिली. समर्थित: पीडीएफ, ईपीयूबी, टीएक्सटी, एमडी, जेएसओएन, जेएसओएनएल, सीएसवी, टीएसवी
ja: 取得できる互換性のあるファイルが見つかりません。サポートされている: PDF、EPUB、TXT、MD、JSON、JSONL、CSV、TSV
tr: Alınacak uyumlu dosya bulunamadı. Desteklenenler: PDF, EPUB, TXT, MD, JSON, JSONL, CSV, TSV

source: No connection responses recorded yet.
ar: لم يتم تسجيل أي ردود اتصال حتى الآن.
de: Es wurden noch keine Verbindungsantworten aufgezeichnet.
fr: Aucune réponse de connexion enregistrée pour le moment.
hi: अभी तक कोई कनेक्शन प्रतिक्रिया दर्ज नहीं की गई है.
ja: 接続応答はまだ記録されていません。
tr: Henüz hiçbir bağlantı yanıtı kaydedilmedi.

source: No datasets available yet. Import or download datasets to build your personal library.
ar: لا توجد مجموعات بيانات متاحة حتى الآن. قم باستيراد مجموعات البيانات أو تنزيلها لإنشاء مكتبتك الشخصية.
de: Noch keine Datensätze verfügbar. Importieren oder laden Sie Datensätze herunter, um Ihre persönliche Bibliothek aufzubauen.
fr: Aucun ensemble de données n'est encore disponible. Importez ou téléchargez des ensembles de données pour créer votre bibliothèque personnelle.
hi: अभी तक कोई डेटासेट उपलब्ध नहीं है. अपनी निजी लाइब्रेरी बनाने के लिए डेटासेट आयात या डाउनलोड करें।
ja: 利用可能なデータセットはまだありません。データセットをインポートまたはダウンロードして、個人ライブラリを構築します。
tr: Henüz veri kümesi mevcut değil. Kişisel kitaplığınızı oluşturmak için veri kümelerini içe aktarın veya indirin.

source: No datasets found. Try different keywords.
ar: لم يتم العثور على مجموعات بيانات. جرب كلمات رئيسية مختلفة.
de: Keine Datensätze gefunden. Probieren Sie verschiedene Schlüsselwörter aus.
fr: Aucun ensemble de données trouvé. Essayez différents mots-clés.
hi: कोई डेटासेट नहीं मिला. अलग-अलग कीवर्ड आज़माएं.
ja: データセットが見つかりません。別のキーワードを試してください。
tr: Hiçbir veri kümesi bulunamadı. Farklı anahtar kelimeler deneyin.

source: No datasets imported yet.
ar: لم يتم استيراد أي مجموعات بيانات حتى الآن.
de: Noch keine Datensätze importiert.
fr: Aucun ensemble de données n'a encore été importé.
hi: अभी तक कोई डेटासेट आयात नहीं किया गया.
ja: データセットはまだインポートされていません。
tr: Henüz içe aktarılan veri kümesi yok.

source: No datasets yet
ar: لا توجد مجموعات بيانات حتى الآن
de: Noch keine Datensätze
fr: Aucun ensemble de données pour l'instant
hi: अभी तक कोई डेटासेट नहीं
ja: データセットはまだありません
tr: Henüz veri kümesi yok

source: No files listed for this dataset.
ar: لا توجد ملفات مدرجة لمجموعة البيانات هذه.
de: Für diesen Datensatz sind keine Dateien aufgeführt.
fr: Aucun fichier répertorié pour cet ensemble de données.
hi: इस डेटासेट के लिए कोई फ़ाइल सूचीबद्ध नहीं है।
ja: このデータセットにはファイルがリストされていません。
tr: Bu veri kümesi için listelenmiş dosya yok.

source: No model >
ar: لا يوجد نموذج>
de: Kein Modell >
fr: Aucun modèle >
hi: कोई मॉडल नहीं >
ja: モデルなし >
tr: Model yok >

source: No model loaded
ar: لم يتم تحميل أي نموذج
de: Kein Modell geladen
fr: Aucun modèle chargé
hi: कोई मॉडल लोड नहीं किया गया
ja: モデルがロードされていません
tr: Hiçbir model yüklenmedi

source: No models available. Add downloads or remote connections in Stored to configure the relay.
ar: لا توجد نماذج متاحة. أضف التنزيلات أو الاتصالات عن بعد في المخزن لتكوين الترحيل.
de: Keine Modelle verfügbar. Fügen Sie Downloads oder Remote-Verbindungen in „Gespeichert“ hinzu, um das Relay zu konfigurieren.
fr: Aucun modèle disponible. Ajoutez des téléchargements ou des connexions à distance dans Stored pour configurer le relais.
hi: कोई मॉडल उपलब्ध नहीं. रिले को कॉन्फ़िगर करने के लिए स्टोर्ड में डाउनलोड या रिमोट कनेक्शन जोड़ें।
ja: 利用可能なモデルはありません。 Stored にダウンロードまたはリモート接続を追加して、リレーを構成します。
tr: Hiçbir model mevcut değil. Aktarıcıyı yapılandırmak için Stored'a indirmeleri veya uzak bağlantıları ekleyin.

source: No models cached yet. Open the backend to refresh its catalog.
ar: لم يتم تخزين أي نماذج مؤقتًا حتى الآن. افتح الواجهة الخلفية لتحديث الكتالوج الخاص بها.
de: Noch keine Modelle zwischengespeichert. Öffnen Sie das Backend, um den Katalog zu aktualisieren.
fr: Aucun modèle mis en cache pour l'instant. Ouvrez le backend pour actualiser son catalogue.
hi: अभी तक कोई मॉडल कैश नहीं किया गया. इसके कैटलॉग को ताज़ा करने के लिए बैकएंड खोलें।
ja: まだキャッシュされたモデルはありません。バックエンドを開いてカタログを更新します。
tr: Henüz önbelleğe alınmış model yok. Kataloğunu yenilemek için arka ucu açın.

source: No models found for '%@'
ar: لم يتم العثور على نماذج لـ '%@'
de: Keine Modelle für „%@“ gefunden
fr: Aucun modèle trouvé pour '%@'
hi: '%@' के लिए कोई मॉडल नहीं मिला
ja: 「%@」のモデルが見つかりませんでした
tr: '%@' için model bulunamadı

source: No models loaded right now. We'll spin one up when a request arrives.
ar: لم يتم تحميل أي نماذج الآن. سنقوم بتدوير واحدة عند وصول الطلب.
de: Im Moment sind keine Modelle geladen. Wir werden eines hochfahren, wenn eine Anfrage eingeht.
fr: Aucun modèle chargé pour le moment. Nous en lancerons un lorsqu'une demande arrivera.
hi: अभी कोई मॉडल लोड नहीं किया गया. अनुरोध आने पर हम एक को खोल देंगे।
ja: 現在ロードされているモデルはありません。リクエストが到着したらスピンアップします。
tr: Şu anda yüklü model yok. Bir istek geldiğinde bir tanesini başlatacağız.

source: No models match your search.
ar: لا توجد نماذج تطابق بحثك.
de: Keine Modelle entsprechen Ihrer Suche.
fr: Aucun modèle ne correspond à votre recherche.
hi: कोई भी मॉडल आपकी खोज से मेल नहीं खाता.
ja: 検索に一致するモデルはありません。
tr: Aramanızla eşleşen model yok.

source: No models yet
ar: لا توجد نماذج حتى الآن
de: Noch keine Modelle
fr: Aucun modèle pour l'instant
hi: अभी तक कोई मॉडल नहीं
ja: まだモデルがありません
tr: Henüz model yok

source: No parameters
ar: لا توجد معلمات
de: Keine Parameter
fr: Aucun paramètre
hi: कोई पैरामीटर नहीं
ja: パラメータなし
tr: Parametre yok

source: No quant files available
ar: لا توجد ملفات الكمية المتاحة
de: Keine Quant-Dateien verfügbar
fr: Aucun fichier quantitatif disponible
hi: कोई मात्रा फ़ाइल उपलब्ध नहीं है
ja: 利用可能なクォント ファイルがありません
tr: Quant dosyası yok

source: No recent devices. We'll list clients the next time they talk to this relay.
ar: لا توجد أجهزة حديثة. سنقوم بإدراج العملاء في المرة القادمة التي يتحدثون فيها إلى هذا التتابع.
de: Keine aktuellen Geräte. Wir werden die Kunden auflisten, wenn sie das nächste Mal mit diesem Relay sprechen.
fr: Aucun appareil récent. Nous listerons les clients la prochaine fois qu'ils parleront à ce relais.
hi: कोई नवीनतम उपकरण नहीं. अगली बार जब ग्राहक इस रिले से बात करेंगे तो हम उनकी सूची बनाएंगे।
ja: 最近のデバイスはありません。クライアントが次回このリレーと通信するときに、クライアントをリストします。
tr: Yeni cihaz yok. Bu aktarıcıyla bir dahaki sefere konuştuklarında müşterileri listeleyeceğiz.

source: No remote endpoints configured yet.
ar: لم يتم تكوين نقاط النهاية البعيدة حتى الآن.
de: Noch keine Remote-Endpunkte konfiguriert.
fr: Aucun point de terminaison distant configuré pour le moment.
hi: अभी तक कोई दूरस्थ समापन बिंदु कॉन्फ़िगर नहीं किया गया है.
ja: リモート エンドポイントはまだ構成されていません。
tr: Henüz yapılandırılmış uzak uç nokta yok.

source: No remote endpoints configured.
ar: لم يتم تكوين أي نقاط نهاية بعيدة.
de: Keine Remote-Endpunkte konfiguriert.
fr: Aucun point de terminaison distant configuré.
hi: कोई दूरस्थ समापन बिंदु कॉन्फ़िगर नहीं किया गया.
ja: リモート エンドポイントが構成されていません。
tr: Hiçbir uzak uç nokta yapılandırılmadı.

source: No ≥Q3 quants are available for this model.
ar: لا تتوفر كميات ≥Q3 لهذا النموذج.
de: Für dieses Modell sind keine ≥Q3-Quants verfügbar.
fr: Aucun quants ≥Q3 n’est disponible pour ce modèle.
hi: इस मॉडल के लिए कोई ≥Q3 मात्रा उपलब्ध नहीं है।
ja: このモデルでは ≥Q3 クォントは使用できません。
tr: Bu model için ≥Q3 niceliği mevcut değildir.

source: Noema
ar: نوفمبر
de: November
fr: Novembre
hi: नवंबर
ja: 11月
tr: Kasım

source: Model file missing (.gguf)
ar: ملف النموذج مفقود (.gguf)
de: Modelldatei fehlt (.gguf)
fr: Fichier de modèle manquant (.gguf)
hi: मॉडल फ़ाइल गायब है (.gguf)
ja: モデルファイルが見つかりません (.gguf)
tr: Model dosyası eksik (.gguf)

source: Model path missing
ar: مسار النموذج مفقود
de: Modellpfad fehlt
fr: Chemin du modèle manquant
hi: मॉडल पथ गायब है
ja: モデルパスが見つかりません
tr: Model yolu eksik

source: Imported Dataset
ar: مجموعة بيانات مستوردة
de: Importierter Datensatz
fr: Jeu de données importé
hi: आयातित डेटासेट
ja: インポートしたデータセット
tr: İçe aktarılan veri kümesi

source: Dataset name
ar: اسم مجموعة البيانات
de: Name des Datensatzes
fr: Nom du jeu de données
hi: डेटासेट का नाम
ja: データセット名
tr: Veri kümesi adı

source: Keep this device near the Mac that's running Noema Relay to import its settings.
ar: احتفظ بهذا الجهاز بالقرب من جهاز الـ Mac الذي يعمل عليه Noema Relay لاستيراد إعداداته.
de: Halte dieses Gerät in der Nähe des Macs, auf dem Noema Relay läuft, um dessen Einstellungen zu importieren.
fr: Gardez cet appareil à proximité du Mac qui exécute Noema Relay pour en importer les réglages.
hi: इस डिवाइस को उस Mac के पास रखें जिस पर Noema Relay चल रहा है ताकि उसकी सेटिंग्स आयात की जा सकें।
ja: Noema Relay を実行している Mac の近くにこのデバイスを置いて、その設定をインポートしてください。
tr: Ayarları içe aktarmak için bu aygıtı Noema Relay çalıştıran Mac'in yakınında tutun.

source: Scanning for your Mac relay…
ar: يتم البحث عن ترحيل الـ Mac الخاص بك…
de: Suche nach deinem Mac‑Relay…
fr: Recherche de votre relais Mac…
hi: आपके Mac रिले की स्कैनिंग हो रही है…
ja: Mac リレーをスキャン中…
tr: Mac röleniz aranıyor…

source: Ready to scan nearby relays
ar: جاهز لفحص أجهزة الترحيل القريبة
de: Bereit, nach Relays in der Nähe zu suchen
fr: Prêt à rechercher les relais à proximité
hi: आसपास के रिले स्कैन करने के लिए तैयार
ja: 近くのリレーをスキャンする準備完了
tr: Yakındaki röleleri taramaya hazır

source: Bluetooth access is required to pair with the Mac relay.
ar: يلزم الوصول إلى البلوتوث لإقران الجهاز بترحيل الـ Mac.
de: Bluetooth‑Zugriff ist erforderlich, um eine Verbindung mit dem Mac‑Relay herzustellen.
fr: L’accès Bluetooth est requis pour jumeler avec le relais Mac.
hi: Mac रिले के साथ पेयर करने के लिए ब्लूटूथ एक्सेस आवश्यक है।
ja: Mac リレーとペアリングするには Bluetooth へのアクセスが必要です。
tr: Mac rölesiyle eşleştirmek için Bluetooth erişimi gereklidir.

source: Stop Scanning
ar: إيقاف الفحص
de: Suche beenden
fr: Arrêter la recherche
hi: स्कैनिंग रोकें
ja: スキャンを停止
tr: Taramayı durdur

source: Start Scan
ar: بدء الفحص
de: Suche starten
fr: Lancer la recherche
hi: स्कैन शुरू करें
ja: スキャンを開始
tr: Taramayı başlat

source: Connection verified. Relay details imported from this Mac.
ar: تم التحقق من الاتصال. تم استيراد تفاصيل الترحيل من هذا الـ Mac.
de: Verbindung bestätigt. Relaisdetails von diesem Mac importiert.
fr: Connexion vérifiée. Détails du relais importés depuis ce Mac.
hi: कनेक्शन सत्यापित। इस Mac से रिले विवरण आयात किए गए।
ja: 接続を確認しました。この Mac からリレーの詳細をインポートしました。
tr: Bağlantı doğrulandı. Röle ayrıntıları bu Mac'ten içe aktarıldı.
