Repository: armin976/noema-ios
Catalog: Noema/*.lproj/Localizable.strings
Languages: ar, de, fr, hi, ja, tr

source: Signal strength unavailable
ar: قوة الإشارة غير متاحة
de: Signalstärke nicht verfügbar
fr: Intensité du signal indisponible
hi: सिग्नल की शक्ति उपलब्ध नहीं है
ja: 信号強度を取得できません
tr: Sinyal gücü kullanılabilir değil

source: Very close
ar: قريب جدًا
de: Sehr nah
fr: Très proche
hi: बहुत पास
ja: とても近い
tr: Çok yakın

source: Nearby
ar: بالقرب
de: In der Nähe
fr: À proximité
hi: पास में
ja: 近く
tr: Yakında

source: Within one room
ar: في نفس الغرفة
de: Im selben Raum
fr: Dans la même pièce
hi: एक ही कमरे के भीतर
ja: 同じ部屋の中
tr: Aynı odanın içinde

source: Move closer for a stronger signal
ar: اقترب للحصول على إشارة أقوى.
de: Gehe näher heran, um ein stärkeres Signal zu erhalten.
fr: Rapprochez-vous pour obtenir un signal plus puissant.
hi: मज़बूत सिग्नल के लिए और पास जाएँ।
ja: より強い信号を得るには、もっと近づいてください。
tr: Daha güçlü sinyal için daha yakına gelin.

source: This Mac
ar: هذا الـ Mac
de: Dieser Mac
fr: Ce Mac
hi: यह Mac
ja: この Mac
tr: Bu Mac

source: Model loaded.
ar: تم تحميل النموذج.
de: Modell geladen.
fr: Modèle chargé.
hi: मॉडल लोड हो गया।
ja: モデルを読み込みました。
tr: Model yüklendi.

source: Prompt submitted.
ar: تم إرسال الموجه.
de: Prompt gesendet.
fr: Prompt envoyé.
hi: प्रॉम्प्ट भेजा गया।
ja: プロンプトを送信しました。
tr: İstem gönderildi.

source: Generating response…
ar: جارٍ توليد الرد…
de: Antwort wird erstellt…
fr: Génération de la réponse…
hi: जवाब बनाया जा रहा है…
ja: 応答を生成中…
tr: Yanıt oluşturuluyor…

source: Response generated.
ar: تم توليد الرد.
de: Antwort erstellt.
fr: Réponse générée.
hi: जवाब तैयार हो गया।
ja: 応答が生成されました。
tr: Yanıt oluşturuldu.

source: Stored
ar: مخزن
de: Gespeichert
fr: Stocké
hi: स्टोर्ड
ja: 保存済み
tr: Saklanan

source: Web Search
ar: بحث الويب
de: Websuche
fr: Recherche Web
hi: वेब खोज
ja: Web 検索
tr: Web Arama

source: Open Stored
ar: فتح مخزن
de: Gespeichert öffnen
fr: Ouvrir Stocké
hi: स्टोर्ड खोलें
ja: 保存済みを開く
tr: Saklanan'ı Aç

source: Message input
ar: إدخال الرسالة
de: Nachrichteneingabe
fr: Saisie du message
hi: संदेश इनपुट
ja: メッセージ入力
tr: Mesaj girişi

source: What is Web Search button?
ar: ما هو زر بحث الويب؟
de: Was ist die Websuche-Schaltfläche?
fr: Qu’est-ce que le bouton Recherche Web ?
hi: वेब खोज बटन क्या है?
ja: Web 検索ボタンとは何ですか？
tr: Web Arama düğmesi nedir?

source: Open Model Library
ar: فتح مكتبة النماذج
de: Modellbibliothek öffnen
fr: Bibliothèque de modèles
hi: मॉडल लाइब्रेरी खोलें
ja: モデルライブラリを開く
tr: Model Kitaplığını Aç

source: Favorites
ar: المفضلة
de: Favoriten
fr: Favoris
hi: पसंदीदा
ja: お気に入り
tr: Favoriler

source: Recent
ar: الأخيرة
de: Zuletzt verwendet
fr: Récents
hi: हाल ही के
ja: 最近
tr: Son Kullanılanlar
