Repository: armin976/noema-ios
Catalog: Noema/*.lproj/Localizable.strings
Languages: ar, de, fr, hi, ja, tr

source: %@ models
ar: %@ النماذج
de: %@ Modelle
fr: Modèles %@
hi: %@ मॉडल
ja: %@ モデル
tr: %@ modelleri

# %@ of %@ budget
source: %1$@ of %2$@ budget
ar: %1$@ من %2$@ الميزانية
de: %1$@ von %2$@ Budget
fr: %1$@ du budget %2$@
hi: %2$@ बजट का %1$@
ja: %2$@ 予算中 %1$@
tr: %1$@ / %2$@ bütçe

source: %@ tokens
ar: %@ الرموز المميزة
de: %@-Token
fr: Jetons %@
hi: %@ टोकन
ja: %@ トークン
tr: %@ jetonları

source: ... and %@ more
ar: ... و%@ أكثر
de: ... und %@ mehr
fr: ... et %@ plus
hi: ... और %@ अधिक
ja: ...そして %@ 詳細
tr: ... ve %@ daha

source: 320 MB • One-time download
ar: 320 ميجابايت • تنزيل لمرة واحدة
de: 320 MB • Einmaliger Download
fr: 320 Mo • Téléchargement unique
hi: 320 एमबी • एक बार डाउनलोड
ja: 320 MB • 1 回限りのダウンロード
tr: 320 MB • Tek seferlik indirme

source: 320 MB • One‑time download used for local dataset search
ar: 320 ميجابايت • يتم التنزيل مرة واحدة للبحث في مجموعة البيانات المحلية
de: 320 MB • Einmaliger Download für die lokale Datensatzsuche
fr: 320 Mo • Téléchargement unique utilisé pour la recherche d'ensembles de données locaux
hi: 320 एमबी • स्थानीय डेटासेट खोज के लिए एक बार डाउनलोड का उपयोग किया जाता है
ja: 320 MB • ローカル データセット検索に使用される 1 回限りのダウンロード
tr: 320 MB • Yerel veri kümesi araması için kullanılan tek seferlik indirme

source: A larger context keeps more conversation history, but also uses more memory. Adjust it here.
ar: يحتفظ السياق الأكبر بسجل أكبر للمحادثات، ولكنه يستخدم أيضًا المزيد من الذاكرة. اضبطه هنا.
de: Ein größerer Kontext speichert mehr Konversationsverlauf, verbraucht aber auch mehr Speicher. Passen Sie es hier an.
fr: Un contexte plus large conserve davantage d’historique de conversation, mais utilise également plus de mémoire. Ajustez-le ici.
hi: एक बड़ा संदर्भ अधिक वार्तालाप इतिहास रखता है, लेकिन अधिक मेमोरी का भी उपयोग करता है। इसे यहां समायोजित करें.
ja: コンテキストが大きくなると、より多くの会話履歴が保存されますが、より多くのメモリを使用します。ここで調整してください。
tr: Daha geniş bir bağlam daha fazla konuşma geçmişini saklar ancak aynı zamanda daha fazla bellek kullanır. Buradan ayarlayın.

source: Active
ar: نشيط
de: Aktiv
fr: Actif
hi: सक्रिय
ja: アクティブ
tr: Aktif

source: Active Model
ar: النموذج النشط
de: Aktives Modell
fr: Modèle actif
hi: सक्रिय मॉडल
ja: アクティブモデル
tr: Aktif Model

source: Active connection via %@
ar: اتصال نشط عبر %@
de: Aktive Verbindung über %@
fr: Connexion active via %@
hi: %@ के माध्यम से सक्रिय कनेक्शन
ja: %@ 経由のアクティブな接続
tr: %@ aracılığıyla etkin bağlantı

# Active experts per token: %@ of %@
source: Active experts per token: %1$@ of %2$@
ar: الخبراء النشطون لكل رمز مميز: %1$@ من %2$@
de: Aktive Experten pro Token: %1$@ von %2$@
fr: Experts actifs par jeton : %1$@ sur %2$@
hi: प्रति टोकन सक्रिय विशेषज्ञ: %1$@ में से %2$@
ja: トークンごとのアクティブなエキスパート: %1$@/%2$@
tr: Token başına aktif uzmanlar: %1$@ / %2$@

source: Add a remote backend to configure remote startup fallbacks.
ar: أضف واجهة خلفية عن بعد لتكوين إجراءات احتياطية لبدء التشغيل عن بعد.
de: Fügen Sie ein Remote-Backend hinzu, um Remote-Start-Fallbacks zu konfigurieren.
fr: Ajoutez un backend distant pour configurer les solutions de secours de démarrage à distance.
hi: दूरस्थ स्टार्टअप फ़ॉलबैक को कॉन्फ़िगर करने के लिए एक दूरस्थ बैकएंड जोड़ें।
ja: リモート バックエンドを追加して、リモート起動フォールバックを構成します。
tr: Uzaktan başlatma yedeklerini yapılandırmak için uzak bir arka uç ekleyin.

source: Add one or two datasets (like open textbooks) to keep responses accurate and help the AI cite sources.
ar: أضف مجموعة أو اثنتين من مجموعات البيانات (مثل الكتب المدرسية المفتوحة) للحفاظ على دقة الإجابات ومساعدة الذكاء الاصطناعي في الاستشهاد بالمصادر.
de: Fügen Sie einen oder zwei Datensätze hinzu (z. B. offene Lehrbücher), um die Antworten korrekt zu halten und die KI beim Zitieren von Quellen zu unterstützen.
fr: Ajoutez un ou deux ensembles de données (comme des manuels ouverts) pour garantir l'exactitude des réponses et aider l'IA à citer les sources.
hi: प्रतिक्रियाओं को सटीक रखने और एआई को स्रोतों का हवाला देने में मदद करने के लिए एक या दो डेटासेट (जैसे खुली पाठ्यपुस्तकें) जोड़ें।
ja: 回答の正確性を維持し、AI が情報源を引用しやすくするために、1 つまたは 2 つのデータセット (公開教科書など) を追加します。
tr: Yanıtların doğru olmasını sağlamak ve yapay zekanın kaynaklardan alıntı yapmasına yardımcı olmak için bir veya iki veri kümesi (açık ders kitapları gibi) ekleyin.

source: Add remote endpoint
ar: إضافة نقطة النهاية البعيدة
de: Remote-Endpunkt hinzufügen
fr: Ajouter un point de terminaison distant
hi: दूरस्थ समापनबिंदु जोड़ें
ja: リモートエンドポイントを追加する
tr: Uzak uç nokta ekle

source: Adjust appearance, privacy options, and network preferences here.
ar: اضبط المظهر وخيارات الخصوصية وتفضيلات الشبكة هنا.
de: Passen Sie hier das Erscheinungsbild, die Datenschutzoptionen und die Netzwerkeinstellungen an.
fr: Ajustez ici l’apparence, les options de confidentialité et les préférences réseau.
hi: यहां उपस्थिति, गोपनीयता विकल्प और नेटवर्क प्राथमिकताएं समायोजित करें।
ja: ここで、外観、プライバシー オプション、ネットワーク設定を調整します。
tr: Görünümü, gizlilik seçeneklerini ve ağ tercihlerini buradan ayarlayın.

source: Advanced
ar: متقدم
de: Fortschrittlich
fr: Avancé
hi: विकसित
ja: 高度な
tr: Gelişmiş

source: Advanced Controls
ar: الضوابط المتقدمة
de: Erweiterte Steuerelemente
fr: Contrôles avancés
hi: उन्नत नियंत्रण
ja: 高度なコントロール
tr: Gelişmiş Kontroller

source: Allows models to use a privacy-preserving web search API when you tap the globe in chat. Default is ON. In Offline Only mode, the button is disabled.
ar: يسمح للعارضات باستخدام واجهة برمجة تطبيقات بحث الويب التي تحافظ على الخصوصية عند النقر على الكرة الأرضية في الدردشة. الافتراضي قيد التشغيل. في وضع عدم الاتصال فقط، يتم تعطيل الزر.
de: Ermöglicht Models die Verwendung einer datenschutzfreundlichen Web-Such-API, wenn Sie im Chat auf den Globus tippen. Die Standardeinstellung ist EIN. Im Nur-Offline-Modus ist die Schaltfläche deaktiviert.
fr: Permet aux modèles d'utiliser une API de recherche Web préservant la confidentialité lorsque vous appuyez sur le globe dans le chat. La valeur par défaut est ON. En mode Hors ligne uniquement, le bouton est désactivé.
hi: जब आप चैट में ग्लोब पर टैप करते हैं तो मॉडलों को गोपनीयता-संरक्षित वेब खोज एपीआई का उपयोग करने की अनुमति मिलती है। डिफ़ॉल्ट चालू है. केवल ऑफ़लाइन मोड में, बटन अक्षम है।
ja: チャットで地球儀をタップしたときに、モデルがプライバシーを保護する Web 検索 API を使用できるようにします。デフォルトはオンです。オフラインのみモードでは、ボタンは無効になります。
tr: Sohbette dünyaya dokunduğunuzda modellerin gizliliği koruyan bir web arama API'si kullanmasına izin verir. Varsayılan AÇIK'tır. Yalnızca Çevrimdışı modunda düğme devre dışı bırakılır.

source: Analyzing context...
ar: تحليل السياق...
de: Kontext analysieren...
fr: Analyse du contexte...
hi: संदर्भ का विश्लेषण किया जा रहा है...
ja: コンテキストを分析中...
tr: Bağlam analiz ediliyor...

source: App Memory Usage (estimated)
ar: استخدام ذاكرة التطبيق (تقديري)
de: App-Speichernutzung (geschätzt)
fr: Utilisation de la mémoire de l'application (estimée)
hi: ऐप मेमोरी उपयोग (अनुमानित)
ja: アプリのメモリ使用量 (推定)
tr: Uygulama Belleği Kullanımı (tahmini)

source: App memory usage budget: %@ (conservative)
ar: ميزانية استخدام ذاكرة التطبيق: %@ (محافظة)
de: Budget für App-Speichernutzung: %@ (konservativ)
fr: Budget d'utilisation de la mémoire de l'application : %@ (conservateur)
hi: ऐप मेमोरी उपयोग बजट: %@ (रूढ़िवादी)
ja: アプリのメモリ使用量の予算: %@ (控えめ)
tr: Uygulama belleği kullanım bütçesi: %@ (ihtiyatlı)

source: Approx. Tokens
ar: تقريبا. الرموز
de: Ca. Token
fr: Env. Jetons
hi: लगभग। टोकन
ja: 約トークン
tr: Yaklaşık. Jetonlar

source: Arm web search when you truly need outside info. It has a small daily limit and most chats don’t require it.
ar: قم بالبحث على الويب عندما تحتاج حقًا إلى معلومات خارجية. لها حد يومي صغير ومعظم الدردشات لا تتطلب ذلك.
de: Aktivieren Sie die Websuche, wenn Sie wirklich externe Informationen benötigen. Es gibt ein kleines Tageslimit und die meisten Chats erfordern es nicht.
fr: Activez la recherche sur le Web lorsque vous avez vraiment besoin d’informations extérieures. Il a une petite limite quotidienne et la plupart des chats ne l’exigent pas.
hi: जब आपको वास्तव में बाहरी जानकारी की आवश्यकता हो तो वेब सर्च करें। इसकी एक छोटी दैनिक सीमा है और अधिकांश चैट के लिए इसकी आवश्यकता नहीं होती है।
ja: 本当に外部情報が必要な場合は、Web 検索を強化します。 1 日あたりの制限はわずかですが、ほとんどのチャットでは制限は必要ありません。
tr: Gerçekten dışarıdan bilgiye ihtiyaç duyduğunuzda web aramasını etkinleştirin. Küçük bir günlük limiti vardır ve çoğu sohbette buna gerek yoktur.

source: Ask Noema anything
ar: اسأل نويما أي شيء
de: Frag Noema alles
fr: Demandez n'importe quoi à Noema
hi: नोएमा से कुछ भी पूछें
ja: ノエマに何でも聞いてください
tr: Noema'ya bir şey sor

source: Ask…
ar: بسأل…
de: Fragen…
fr: Demander…
hi: पूछना…
ja: 聞く…
tr: Sorunuz…

source: Attach Photos
ar: إرفاق الصور
de: Fotos anhängen
fr: Joindre des photos
hi: फ़ोटो संलग्न करें
ja: 写真を添付する
tr: Fotoğraf Ekle

source: Backend not found
ar: لم يتم العثور على الواجهة الخلفية
de: Backend nicht gefunden
fr: Backend introuvable
hi: बैकएंड नहीं मिला
ja: バックエンドが見つかりません
tr: Arka uç bulunamadı

source: Benchmark running…
ar: تشغيل المؤشر…
de: Benchmark läuft…
fr: Benchmark en cours…
hi: बेंचमार्क चल रहा है...
ja: ベンチマーク実行中…
tr: Karşılaştırma çalışıyor…

source: Benchmarking is not available for this model format.
ar: لا يتوفر قياس الأداء لتنسيق النموذج هذا.
de: Für dieses Modellformat ist kein Benchmarking verfügbar.
fr: L'analyse comparative n'est pas disponible pour ce format de modèle.
hi: इस मॉडल प्रारूप के लिए बेंचमार्किंग उपलब्ध नहीं है।
ja: このモデル形式ではベンチマークは利用できません。
tr: Bu model formatı için karşılaştırma mevcut değildir.

source: Blocks all network traffic, model downloads, and cloud connections so everything stays on‑device.
ar: يحظر كل حركة مرور الشبكة وتنزيلات النماذج والاتصالات السحابية بحيث يبقى كل شيء على الجهاز.
de: Blockiert den gesamten Netzwerkverkehr, Modell-Downloads und Cloud-Verbindungen, sodass alles auf dem Gerät bleibt.
fr: Bloque tout le trafic réseau, les téléchargements de modèles et les connexions cloud afin que tout reste sur l'appareil.
hi: सभी नेटवर्क ट्रैफ़िक, मॉडल डाउनलोड और क्लाउड कनेक्शन को ब्लॉक कर देता है ताकि सब कुछ डिवाइस पर बना रहे।
ja: すべてのネットワーク トラフィック、モデルのダウンロード、クラウド接続をブロックして、すべてがデバイス上に留まるようにします。
tr: Tüm ağ trafiğini, model indirmelerini ve bulut bağlantılarını engelleyerek her şeyin cihazda kalmasını sağlar.

source: Bluetooth Pairing
ar: الاقتران بالبلوتوث
de: Bluetooth-Kopplung
fr: Couplage Bluetooth
hi: ब्लूटूथ पेयरिंग
ja: Bluetooth ペアリング
tr: Bluetooth Eşleştirme

source: Browse community models and curated datasets to expand what Noema can do.
ar: تصفح نماذج المجتمع ومجموعات البيانات المنسقة لتوسيع ما يمكن أن تفعله Noema.
de: Durchsuchen Sie Community-Modelle und kuratierte Datensätze, um die Möglichkeiten von Noema zu erweitern.
fr: Parcourez les modèles communautaires et les ensembles de données sélectionnés pour étendre ce que Noema peut faire.
hi: नोएमा क्या कर सकता है इसका विस्तार करने के लिए सामुदायिक मॉडल और क्यूरेटेड डेटासेट ब्राउज़ करें।
ja: コミュニティ モデルと厳選されたデータセットを参照して、Noema でできることを拡張します。
tr: Noema'nın yapabileceklerini genişletmek için topluluk modellerine ve seçilmiş veri kümelerine göz atın.

source: Browse curated datasets for retrieval
ar: تصفح مجموعات البيانات المنسقة لاسترجاعها
de: Durchsuchen Sie kuratierte Datensätze zum Abrufen
fr: Parcourez les ensembles de données sélectionnés pour la récupération
hi: पुनर्प्राप्ति के लिए क्यूरेटेड डेटासेट ब्राउज़ करें
ja: 厳選されたデータセットを参照して取得する
tr: Geri almak için seçilmiş veri kümelerine göz atın

source: Cancel
ar: يلغي
de: Stornieren
fr: Annuler
hi: रद्द करना
ja: キャンセル
tr: İptal etmek

source: Cancel Benchmark
ar: إلغاء المعيار
de: Benchmark abbrechen
fr: Annuler l'évaluation
hi: बेंचमार्क रद्द करें
ja: ベンチマークをキャンセル
tr: Karşılaştırmayı İptal Et

source: Discover Intelligence
ar: اكتشف الذكاء
de: Intelligenz entdecken
fr: Découvrez l’intelligence
hi: बुद्धिमत्ता खोजें
ja: インテリジェンスを発見
tr: Zekayı keşfedin

source: Catalog
ar: كتالوج
de: Katalog
fr: Catalogue
hi: सूची
ja: カタログ
tr: Katalog

source: Chat
ar: محادثة
de: Chatten
hi: बात करना
ja: チャット
tr: Sohbet

source: Chat privately with your local models, sync datasets, and manage the relay server in one place.
ar: قم بالدردشة بشكل خاص مع النماذج المحلية الخاصة بك، وقم بمزامنة مجموعات البيانات، وإدارة خادم الترحيل في مكان واحد.
de: Chatten Sie privat mit Ihren lokalen Models, synchronisieren Sie Datensätze und verwalten Sie den Relay-Server an einem Ort.
fr: Discutez en privé avec vos modèles locaux, synchronisez les ensembles de données et gérez le serveur relais en un seul endroit.
hi: अपने स्थानीय मॉडलों के साथ निजी तौर पर चैट करें, डेटासेट सिंक करें और रिले सर्वर को एक ही स्थान पर प्रबंधित करें।
ja: ローカル モデルとプライベートにチャットし、データセットを同期し、リレー サーバーを 1 か所で管理します。
tr: Yerel modellerinizle özel olarak sohbet edin, veri kümelerini senkronize edin ve geçiş sunucusunu tek bir yerden yönetin.

source: Chats
ar: الدردشات
fr: Discussions
hi: चैट
ja: チャット
tr: Sohbetler

source: Checking…
ar: جارٍ التحقق…
de: Überprüfung…
fr: Vérification…
hi: जाँच हो रही है...
ja: チェック中…
tr: Kontrol ediliyor…

source: Citation %@
ar: الاقتباس %@
de: Zitat %@
hi: उद्धरण %@
ja: 引用 %@
tr: Alıntı %@

source: Cloud Relay Container
ar: حاوية ترحيل السحابة
fr: Conteneur de relais cloud
hi: क्लाउड रिले कंटेनर
ja: クラウドリレーコンテナ
tr: Bulut Aktarma Kabı

source: Cloud Relay via CloudKit (auto-discovery and Bluetooth pairing)
ar: Cloud Relay عبر CloudKit (الاكتشاف التلقائي والاقتران بالبلوتوث)
de: Cloud Relay über CloudKit (automatische Erkennung und Bluetooth-Kopplung)
fr: Cloud Relay via CloudKit (découverte automatique et couplage Bluetooth)
hi: CloudKit के माध्यम से क्लाउड रिले (ऑटो-डिस्कवरी और ब्लूटूथ पेयरिंग)
ja: CloudKit経由のクラウドリレー（自動検出とBluetoothペアリング）
tr: CloudKit aracılığıyla Cloud Relay (otomatik keşif ve Bluetooth eşleştirme)

source: CloudKit
fr: Kit Cloud
hi: क्लाउडकिट
ja: クラウドキット
tr: Bulut Kiti

source: CloudKit bridge active. Local replies are generated on this Mac.
ar: جسر CloudKit نشط. يتم إنشاء الردود المحلية على جهاز Mac هذا.
de: CloudKit-Brücke aktiv. Auf diesem Mac werden lokale Antworten generiert.
fr: Pont CloudKit actif. Les réponses locales sont générées sur ce Mac.
hi: क्लाउडकिट ब्रिज सक्रिय। इस मैक पर स्थानीय उत्तर उत्पन्न होते हैं।
ja: CloudKit ブリッジがアクティブです。ローカル応答はこの Mac 上で生成されます。
tr: CloudKit köprüsü etkin. Yerel yanıtlar bu Mac'te oluşturuluyor.

source: Compiling Metal kernels for GGUF models can take up to a minute on first load.
ar: يمكن أن يستغرق تجميع النوى المعدنية لنماذج GGUF ما يصل إلى دقيقة عند التحميل الأول.
de: Das Kompilieren von Metal-Kerneln für GGUF-Modelle kann beim ersten Laden bis zu einer Minute dauern.
fr: La compilation des noyaux Metal pour les modèles GGUF peut prendre jusqu'à une minute lors du premier chargement.
hi: जीजीयूएफ मॉडल के लिए मेटल कर्नेल को संकलित करने में पहले लोड पर एक मिनट तक का समय लग सकता है।
ja: GGUF モデルの Metal カーネルのコンパイルには、最初のロード時に最大 1 分かかる場合があります。
tr: GGUF modelleri için Metal çekirdeklerin derlenmesi ilk yüklemede bir dakika kadar sürebilir.

source: Complete the streaming response in the active chat before sending again.
ar: أكمل الرد المتدفق في الدردشة النشطة قبل الإرسال مرة أخرى.
de: Vervollständigen Sie die Streaming-Antwort im aktiven Chat, bevor Sie sie erneut senden.
fr: Complétez la réponse en streaming dans le chat actif avant de renvoyer.
hi: दोबारा भेजने से पहले सक्रिय चैट में स्ट्रीमिंग प्रतिक्रिया पूरी करें।
ja: 再度送信する前に、アクティブなチャットでストリーミング応答を完了してください。
tr: Tekrar göndermeden önce aktif sohbetteki akış yanıtını tamamlayın.

source: Confirm and Start Embedding
ar: تأكيد وبدء التضمين
de: Bestätigen Sie und beginnen Sie mit der Einbettung
fr: Confirmer et commencer l'intégration
hi: पुष्टि करें और एम्बेड करना प्रारंभ करें
ja: 確認して埋め込みを開始する
tr: Onaylayın ve Yerleştirmeye Başlayın

source: Connected
ar: متصل
de: Verbunden
fr: Connecté
hi: जुड़े हुए
ja: 接続済み
tr: Bağlı

source: Connection Modes
ar: أوضاع الاتصال
de: Verbindungsmodi
fr: Modes de connexion
hi: कनेक्शन मोड
ja: 接続モード
tr: Bağlantı Modları

source: Connection Status: %@
ar: حالة الاتصال: %@
de: Verbindungsstatus: %@
fr: État de la connexion : %@
hi: कनेक्शन स्थिति: %@
ja: 接続ステータス: %@
tr: Bağlantı Durumu: %@

source: Container
ar: حاوية
fr: Récipient
hi: पात्र
ja: 容器
tr: Konteyner

source: Context Length
ar: طول السياق
de: Kontextlänge
fr: Longueur du contexte
hi: प्रसंग लंबाई
ja: コンテキストの長さ
tr: Bağlam Uzunluğu

source: Context Length: 4096 tokens
ar: طول السياق: 4096 رمزًا
de: Kontextlänge: 4096 Token
fr: Longueur du contexte : 4096 jetons
hi: प्रसंग लंबाई: 4096 टोकन
ja: コンテキストの長さ: 4096 トークン
tr: Bağlam Uzunluğu: 4096 jeton

source: Context length is under 5000 tokens. With images and multi-sequence decoding (n_seq_max=16), per-sequence memory can be too small, leading to a crash. Increase context to at least 8192 in Model Settings.
ar: طول السياق أقل من 5000 رمزًا. مع الصور وفك التشفير متعدد التسلسل (n_seq_max=16)، يمكن أن تكون الذاكرة لكل تسلسل صغيرة جدًا، مما يؤدي إلى حدوث عطل. قم بزيادة السياق إلى 8192 على الأقل في إعدادات النموذج.
de: Die Kontextlänge liegt unter 5000 Token. Bei Bildern und Multisequenz-Decodierung (n_seq_max=16) kann der Speicher pro Sequenz zu klein sein, was zu einem Absturz führt. Erhöhen Sie den Kontext in den Modelleinstellungen auf mindestens 8192.
fr: La longueur du contexte est inférieure à 5 000 jetons. Avec les images et le décodage multi-séquences (n_seq_max=16), la mémoire par séquence peut être trop petite, entraînant un crash. Augmentez le contexte à au moins 8 192 dans les paramètres du modèle.
hi: प्रसंग की लंबाई 5000 टोकन से कम है। छवियों और बहु-अनुक्रम डिकोडिंग (n_seq_max=16) के साथ, प्रति-अनुक्रम मेमोरी बहुत छोटी हो सकती है, जिससे दुर्घटना हो सकती है। मॉडल सेटिंग्स में संदर्भ को कम से कम 8192 तक बढ़ाएं।
ja: コンテキストの長さが 5000 トークン未満です。画像とマルチシーケンスのデコード (n_seq_max=16) では、シーケンスごとのメモリが小さすぎるため、クラッシュが発生する可能性があります。モデル設定でコンテキストを少なくとも 8192 に増やします。
tr: Bağlam uzunluğu 5000 jetonun altında. Görüntüler ve çoklu dizi kod çözme (n_seq_max=16) ile dizi başına bellek çok küçük olabilir ve bu da çökmeye yol açabilir. Model Ayarlarında bağlamı en az 8192'ye yükseltin.

source: Controls how many high‑scoring passages (chunks) can be injected into the prompt. Higher values increase recall but consume more context window and can slow responses. Typical range 3–6.
ar: يتحكم في عدد المقاطع عالية الدرجات (الأجزاء) التي يمكن إدخالها في الموجه. تعمل القيم الأعلى على زيادة الاستدعاء ولكنها تستهلك المزيد من نوافذ السياق ويمكن أن تؤدي إلى إبطاء الاستجابات. النطاق النموذجي 3-6.
de: Steuert, wie viele Passagen mit hoher Punktzahl (Chunks) in die Eingabeaufforderung eingefügt werden können. Höhere Werte steigern die Erinnerung, verbrauchen jedoch mehr Kontextfenster und können die Antworten verlangsamen. Typischer Bereich 3–6.
fr: Contrôle le nombre de passages (morceaux) ayant obtenu un score élevé qui peuvent être injectés dans l'invite. Des valeurs plus élevées augmentent le rappel mais consomment plus de fenêtre contextuelle et peuvent ralentir les réponses. Plage typique 3–6.
hi: यह नियंत्रित करता है कि प्रॉम्प्ट में कितने उच्च स्कोरिंग अंश (खंड) डाले जा सकते हैं। उच्च मान स्मरण को बढ़ाते हैं लेकिन अधिक संदर्भ विंडो का उपभोग करते हैं और प्रतिक्रियाओं को धीमा कर सकते हैं। विशिष्ट श्रेणी 3-6।
ja: プロンプトに挿入できる高スコアのパッセージ (チャンク) の数を制御します。値を高くするとリコールが増加しますが、コンテキスト ウィンドウの消費量が多くなり、応答が遅くなる可能性があります。通常の範囲は 3 ～ 6。
tr: İsteme kaç tane yüksek puanlı pasajın (parça) eklenebileceğini kontrol eder. Daha yüksek değerler hatırlamayı artırır ancak daha fazla bağlam penceresi tüketir ve yanıtları yavaşlatabilir. Tipik aralık 3–6.

source: Couldn't load the recommended model.
ar: تعذر تحميل النموذج الموصى به.
de: Das empfohlene Modell konnte nicht geladen werden.
fr: Impossible de charger le modèle recommandé.
hi: अनुशंसित मॉडल लोड नहीं किया जा सका.
ja: 推奨モデルを読み込めませんでした。
tr: Önerilen model yüklenemedi.

source: Couldn’t load the recommended model right now.
ar: تعذر تحميل النموذج الموصى به الآن.
de: Das empfohlene Modell konnte momentan nicht geladen werden.
fr: Impossible de charger le modèle recommandé pour le moment.
hi: अभी अनुशंसित मॉडल लोड नहीं किया जा सका.
ja: 現在推奨モデルを読み込めませんでした。
tr: Önerilen model şu anda yüklenemedi.

source: Creativity: %@. Low values focus responses; high values add variety.
ar: الإبداع: %@. استجابات تركيز القيم المنخفضة؛ القيم العالية تضيف التنوع.
de: Kreativität: %@. Niedrige Werte konzentrieren sich auf Antworten; Hohe Werte sorgen für Abwechslung.
fr: Créativité : %@. Les valeurs faibles concentrent les réponses ; des valeurs élevées ajoutent de la variété.
hi: रचनात्मकता: %@. निम्न मान फ़ोकस प्रतिक्रियाएँ; उच्च मूल्य विविधता जोड़ते हैं।
ja: 創造性: %@。値を低くすると、応答が集中します。値を高くすると多様性が増します。
tr: Yaratıcılık: %@. Düşük değerlere odaklanma tepkileri; yüksek değerler çeşitlilik katar.

source: Dark
ar: مظلم
de: Dunkel
fr: Sombre
hi: अँधेरा
ja: 暗い
tr: Karanlık

source: Dataset
ar: مجموعة البيانات
de: Datensatz
fr: Ensemble de données
hi: डेटासेट
ja: データセット
tr: Veri kümesi

source: Dataset indexing in progress...
ar: جاري فهرسة مجموعة البيانات...
de: Datensatzindizierung läuft...
fr: Indexation du jeu de données en cours...
hi: डेटासेट अनुक्रमण प्रगति पर है...
ja: データセットのインデックス作成が進行中です...
tr: Veri kümesi indeksleme işlemi devam ediyor...

source: Dataset ready to use
ar: مجموعة البيانات جاهزة للاستخدام
de: Datensatz sofort einsatzbereit
fr: Ensemble de données prêt à l'emploi
hi: डेटासेट उपयोग के लिए तैयार है
ja: すぐに使えるデータセット
tr: Veri kümesi kullanıma hazır

source: Datasets
ar: مجموعات البيانات
de: Datensätze
fr: Ensembles de données
hi: डेटासेट
ja: データセット
tr: Veri kümeleri

source: Datasets enrich the model with focused knowledge. Toggle one on to use it in chat.
ar: تعمل مجموعات البيانات على إثراء النموذج بالمعرفة المركزة. قم بتبديل واحد لاستخدامه في الدردشة.
de: Datensätze bereichern das Modell mit gezieltem Wissen. Schalten Sie eines ein, um es im Chat zu verwenden.
fr: Les ensembles de données enrichissent le modèle avec des connaissances ciblées. Activez-en un pour l'utiliser dans le chat.
hi: डेटासेट मॉडल को केंद्रित ज्ञान से समृद्ध करते हैं। चैट में इसका उपयोग करने के लिए एक को टॉगल करें।
ja: データセットは、焦点を絞った知識でモデルを強化します。チャットで使用するには、1 つをオンに切り替えます。
tr: Veri kümeleri, modeli odaklanmış bilgilerle zenginleştirir. Sohbette kullanmak için birini açın.

source: Default selection (~%@) balances RAM usage against model quality.
ar: يعمل التحديد الافتراضي (~%@) على موازنة استخدام ذاكرة الوصول العشوائي (RAM) مقابل جودة النموذج.
de: Die Standardauswahl (~%@) gleicht die RAM-Nutzung mit der Modellqualität aus.
fr: La sélection par défaut (~%@) équilibre l'utilisation de la RAM par rapport à la qualité du modèle.
hi: डिफ़ॉल्ट चयन (~%@) मॉडल गुणवत्ता के विरुद्ध RAM उपयोग को संतुलित करता है।
ja: デフォルトの選択 (~%@) では、RAM の使用量とモデルの品質のバランスがとれます。
tr: Varsayılan seçim (~%@), RAM kullanımını model kalitesine göre dengeler.

source: Delete
ar: يمسح
de: Löschen
fr: Supprimer
hi: मिटाना
ja: 消去
tr: Silmek

source: Delete Dataset
ar: حذف مجموعة البيانات
de: Datensatz löschen
fr: Supprimer l'ensemble de données
hi: डेटासेट हटाएं
ja: データセットの削除
tr: Veri Kümesini Sil

source: Deletes all chats, downloaded models, and datasets, and restores settings to defaults. The embedding model stays installed.
ar: يحذف جميع الدردشات والنماذج التي تم تنزيلها ومجموعات البيانات ويعيد الإعدادات إلى الإعدادات الافتراضية. يبقى نموذج التضمين مثبتًا.
de: Löscht alle Chats, heruntergeladenen Modelle und Datensätze und stellt die Einstellungen auf die Standardwerte zurück. Das Einbettungsmodell bleibt installiert.
fr: Supprime toutes les discussions, modèles téléchargés et ensembles de données, et restaure les paramètres par défaut. Le modèle d'intégration reste installé.
hi: सभी चैट, डाउनलोड किए गए मॉडल और डेटासेट हटा देता है, और सेटिंग्स को डिफ़ॉल्ट पर पुनर्स्थापित करता है। एम्बेडिंग मॉडल स्थापित रहता है।
ja: すべてのチャット、ダウンロードしたモデル、データセットを削除し、設定をデフォルトに戻します。埋め込みモデルはインストールされたままになります。
tr: Tüm sohbetleri, indirilen modelleri ve veri kümelerini siler ve ayarları varsayılanlara geri yükler. Katıştırma modeli yüklü kalır.

source: Device
ar: جهاز
de: Gerät
fr: Appareil
hi: उपकरण
ja: デバイス
tr: Cihaz
