Repository: armin976/noema-ios
Catalog: Noema/*.lproj/Localizable.strings
Languages: ar, de, fr, hi, ja, tr

source: Digest:
ar: هضم:
de: Verdauen:
fr: Digérer:
hi: पाचन:
ja: ダイジェスト：
tr: Özet:

source: Done
ar: منتهي
de: Erledigt
fr: Fait
hi: हो गया
ja: 終わり
tr: Tamamlamak

source: Done!
ar: منتهي!
de: Erledigt!
fr: Fait!
hi: हो गया!
ja: 終わり！
tr: Tamamlamak!

source: Download Now
ar: تحميل الآن
de: Jetzt herunterladen
fr: Télécharger maintenant
hi: अब डाउनलोड करो
ja: 今すぐダウンロード
tr: Şimdi İndir

source: Download a model from Explore or add a remote endpoint to get started.
ar: قم بتنزيل نموذج من Explore أو قم بإضافة نقطة نهاية بعيدة للبدء.
de: Laden Sie ein Modell von Explore herunter oder fügen Sie einen Remote-Endpunkt hinzu, um loszulegen.
fr: Téléchargez un modèle depuis Explore ou ajoutez un point de terminaison distant pour commencer.
hi: आरंभ करने के लिए एक्सप्लोर से एक मॉडल डाउनलोड करें या एक रिमोट एंडपॉइंट जोड़ें।
ja: Explore からモデルをダウンロードするか、リモート エンドポイントを追加して開始します。
tr: Başlamak için Keşfet'ten bir model indirin veya uzak bir uç nokta ekleyin.

source: Download a small embedding model so Noema can index and search your datasets
ar: قم بتنزيل نموذج تضمين صغير حتى تتمكن Noema من فهرسة مجموعات البيانات الخاصة بك والبحث فيها
de: Laden Sie ein kleines Einbettungsmodell herunter, damit Noema Ihre Datensätze indizieren und durchsuchen kann
fr: Téléchargez un petit modèle d'intégration pour que Noema puisse indexer et rechercher vos ensembles de données
hi: एक छोटा एम्बेडिंग मॉडल डाउनलोड करें ताकि नोएमा आपके डेटासेट को अनुक्रमित और खोज सके
ja: Noema がデータセットのインデックスを作成して検索できるように、小さな埋め込みモデルをダウンロードします。
tr: Noema'nın veri kümelerinizi dizine ekleyebilmesi ve arayabilmesi için küçük bir yerleştirme modeli indirin

source: Downloaded datasets need on-device embedding. Give it a few minutes after download finishes.
ar: تحتاج مجموعات البيانات التي تم تنزيلها إلى التضمين على الجهاز. امنحها بضع دقائق بعد انتهاء التنزيل.
de: Heruntergeladene Datensätze müssen auf dem Gerät eingebettet werden. Warten Sie nach Abschluss des Downloads einige Minuten.
fr: Les ensembles de données téléchargés doivent être intégrés sur l'appareil. Attendez quelques minutes après la fin du téléchargement.
hi: डाउनलोड किए गए डेटासेट को ऑन-डिवाइस एम्बेडिंग की आवश्यकता होती है। डाउनलोड समाप्त होने के बाद इसे कुछ मिनट दें।
ja: ダウンロードしたデータセットはデバイス上で埋め込む必要があります。ダウンロードが完了してから数分待ちます。
tr: İndirilen veri kümelerinin cihaza yerleştirilmesi gerekir. İndirme bittikten sonra birkaç dakika verin.

source: Downloaded models and datasets live here so you can manage them offline.
ar: النماذج ومجموعات البيانات التي تم تنزيلها موجودة هنا حتى تتمكن من إدارتها دون الاتصال بالإنترنت.
de: Heruntergeladene Modelle und Datensätze sind hier verfügbar, sodass Sie sie offline verwalten können.
fr: Les modèles et ensembles de données téléchargés sont disponibles ici afin que vous puissiez les gérer hors ligne.
hi: डाउनलोड किए गए मॉडल और डेटासेट यहां रहते हैं ताकि आप उन्हें ऑफ़लाइन प्रबंधित कर सकें।
ja: ダウンロードしたモデルとデータセットはここに保存されるため、オフラインで管理できます。
tr: İndirilen modeller ve veri kümeleri burada yayınlanır, böylece bunları çevrimdışı olarak yönetebilirsiniz.

source: Downloading…
ar: جارٍ التنزيل…
de: Herunterladen…
fr: Téléchargement…
hi: डाउनलोड हो रहा है...
ja: ダウンロード中…
tr: İndiriliyor…

source: Draft tokens: %@
ar: رموز المسودة: %@
de: Draft-Token: %@
fr: Jetons de draft : %@
hi: ड्राफ्ट टोकन: %@
ja: ドラフトトークン: %@
tr: Taslak jetonları: %@

source: Draft window: %@
ar: نافذة المسودة: %@
de: Entwurfsfenster: %@
fr: Fenêtre de brouillon : %@
hi: ड्राफ्ट विंडो: %@
ja: ドラフトウィンドウ: %@
tr: Taslak penceresi: %@

source: EPUB viewing not supported on this platform
ar: عرض EPUB غير مدعوم على هذا النظام الأساسي
de: Die EPUB-Anzeige wird auf dieser Plattform nicht unterstützt
fr: Affichage EPUB non pris en charge sur cette plateforme
hi: इस प्लेटफ़ॉर्म पर EPUB देखना समर्थित नहीं है
ja: このプラットフォームでは EPUB の表示がサポートされていません
tr: EPUB görüntüleme bu platformda desteklenmiyor

source: Embedding
ar: التضمين
de: Einbetten
fr: Intégration
hi: एम्बेडिंग
ja: 埋め込み
tr: Gömme

source: Embedding Model Ready
ar: نموذج التضمين جاهز
de: Einbettungsmodell bereit
fr: Modèle d'intégration prêt
hi: एंबेडिंग मॉडल तैयार
ja: 埋め込みモデルの準備完了
tr: Gömme Modeli Hazır

source: Embedding is resource intensive. For best performance, plug in your phone. Do you want to proceed on battery?
ar: التضمين يتطلب الكثير من الموارد. للحصول على أفضل أداء، قم بتوصيل هاتفك. هل تريد المتابعة على البطارية؟
de: Das Einbetten ist ressourcenintensiv. Für optimale Leistung schließen Sie Ihr Telefon an. Möchten Sie mit Batteriebetrieb fortfahren?
fr: L’intégration nécessite beaucoup de ressources. Pour de meilleures performances, branchez votre téléphone. Voulez-vous continuer sur batterie ?
hi: एंबेडिंग संसाधन गहन है। सर्वोत्तम प्रदर्शन के लिए, अपने फ़ोन को प्लग इन करें। क्या आप बैटरी पर आगे बढ़ना चाहते हैं?
ja: 埋め込みはリソースを大量に消費します。最高のパフォーマンスを得るには、携帯電話を接続してください。バッテリーで続行しますか?
tr: Gömme kaynak yoğundur. En iyi performans için telefonunuzu takın. Pille devam etmek istiyor musunuz?

source: Enabling Bluetooth…
ar: جارٍ تفعيل البلوتوث…
de: Bluetooth wird aktiviert…
fr: Activation du Bluetooth…
hi: ब्लूटूथ सक्षम किया जा रहा है...
ja: Bluetooth を有効にしています…
tr: Bluetooth etkinleştiriliyor…

source: Enhance with Datasets
ar: تعزيز مع مجموعات البيانات
de: Mit Datensätzen erweitern
fr: Améliorer avec des ensembles de données
hi: डेटासेट के साथ सुधार करें
ja: データセットによる強化
tr: Veri Kümeleri ile Geliştirin

source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: गलती
ja: エラー
tr: Hata

# Estimated working set: %@ · Budget: %@
source: Estimated working set: %1$@ · Budget: %2$@
ar: مجموعة العمل المقدرة: %1$@ · الميزانية: %2$@
de: Geschätzter Arbeitssatz: %1$@ · Budget: %2$@
fr: Ensemble de travail estimé : %1$@ · Budget : %2$@
hi: अनुमानित कार्य सेट: %1$@ · बजट: %2$@
ja: 推定ワーキングセット: %1$@ · 予算: %2$@
tr: Tahmini çalışma grubu: %1$@ · Bütçe: %2$@

source: Experts Per Token
ar: الخبراء لكل رمز
de: Experten pro Token
fr: Experts par jeton
hi: प्रति टोकन विशेषज्ञ
ja: トークンごとのエキスパート
tr: Token Başına Uzmanlar

source: Explore Datasets
ar: استكشاف مجموعات البيانات
de: Entdecken Sie Datensätze
fr: Explorer les ensembles de données
hi: डेटासेट का अन्वेषण करें
ja: データセットを探索する
tr: Veri Kümelerini Keşfedin

source: Expose any downloaded models or connected remote endpoints from the Stored tab to your paired devices. Select which one should answer conversations when the relay is running.
ar: اكشف أي نماذج تم تنزيلها أو نقاط النهاية البعيدة المتصلة من علامة التبويب "مخزن" إلى أجهزتك المقترنة. حدد الشخص الذي يجب أن يجيب على المحادثات عند تشغيل التتابع.
de: Stellen Sie alle heruntergeladenen Modelle oder verbundenen Remote-Endpunkte über die Registerkarte „Gespeichert“ Ihren gekoppelten Geräten zur Verfügung. Wählen Sie aus, wer Gespräche beantworten soll, wenn das Relay läuft.
fr: Exposez tous les modèles téléchargés ou les points de terminaison distants connectés depuis l'onglet Stocké à vos appareils couplés. Sélectionnez celui qui doit répondre aux conversations lorsque le relais est en cours d'exécution.
hi: संग्रहीत टैब से किसी भी डाउनलोड किए गए मॉडल या कनेक्टेड रिमोट एंडपॉइंट को अपने युग्मित डिवाइस पर प्रदर्शित करें। चुनें कि रिले चलने पर किसे बातचीत का उत्तर देना चाहिए।
ja: ダウンロードしたモデルまたは接続されたリモート エンドポイントを [保存済み] タブからペアリングされたデバイスに公開します。リレーの実行中にどちらが会話に応答するかを選択します。
tr: İndirilen modelleri veya bağlı uzak uç noktaları Saklanan sekmesinden eşleştirilmiş cihazlarınıza gösterin. Aktarıcı çalışırken konuşmalara hangisinin yanıt vereceğini seçin.

source: Expose to iOS
ar: فضح لنظام iOS
de: Für iOS verfügbar machen
fr: Exposer à iOS
hi: आईओएस को उजागर करें
ja: iOS に公開する
tr: iOS'a maruz kalma

source: Explore the latest open-source models optimized for your Mac.
ar: استكشف أحدث النماذج مفتوحة المصدر المحسّنة لجهاز Mac الخاص بك.
de: Entdecken Sie die neuesten Open-Source-Modelle, die für Ihren Mac optimiert sind.
fr: Explorez les derniers modèles open source optimisés pour votre Mac.
hi: अपने Mac के लिए अनुकूलित नवीनतम मुक्त स्रोत मॉडलों का अन्वेषण करें।
ja: Mac に最適化された最新のオープンソースモデルを探索しましょう。
tr: Mac'iniz için optimize edilmiş en yeni açık kaynaklı modelleri keşfedin.

source: Failed to load README
ar: فشل تحميل README
de: README konnte nicht geladen werden
fr: Échec du chargement du fichier README
hi: README लोड करने में विफल
ja: READMEのロードに失敗しました
tr: README yüklenemedi

source: Failed: %@
ar: فشل: %@
de: Fehlgeschlagen: %@
fr: Échec : %@
hi: विफल: %@
ja: 失敗しました: %@
tr: Başarısız: %@

source: Fastest option on this device: SLM (Leap) models.
ar: الخيار الأسرع على هذا الجهاز: طرازات SLM (Leap).
de: Schnellste Option auf diesem Gerät: SLM-Modelle (Leap).
fr: Option la plus rapide sur cet appareil : modèles SLM (Leap).
hi: इस डिवाइस पर सबसे तेज़ विकल्प: एसएलएम (लीप) मॉडल।
ja: このデバイスの最速オプション: SLM (Leap) モデル。
tr: Bu cihazdaki en hızlı seçenek: SLM (Leap) modelleri.

source: Field requirements will depend on your specific backend deployment.
ar: ستعتمد المتطلبات الميدانية على عملية النشر الخلفية المحددة لديك.
de: Die Anforderungen vor Ort hängen von Ihrer spezifischen Backend-Bereitstellung ab.
fr: Les exigences sur le terrain dépendront de votre déploiement backend spécifique.
hi: फ़ील्ड आवश्यकताएँ आपके विशिष्ट बैकएंड परिनियोजन पर निर्भर करेंगी।
ja: フィールドの要件は、特定のバックエンドの展開によって異なります。
tr: Alan gereksinimleri, özel arka uç dağıtımınıza bağlı olacaktır.

source: Files
ar: ملفات
de: Dateien
fr: Fichiers
hi: फ़ाइलें
ja: ファイル
tr: Dosyalar

source: First, enable fast dataset search
ar: أولاً، قم بتمكين البحث السريع في مجموعة البيانات
de: Aktivieren Sie zunächst die schnelle Datensatzsuche
fr: Tout d’abord, activez la recherche rapide d’ensembles de données
hi: सबसे पहले, तेज़ डेटासेट खोज सक्षम करें
ja: まず、高速データセット検索を有効にします
tr: İlk olarak hızlı veri kümesi aramasını etkinleştirin

source: First-time GGUF load takes longer
ar: يستغرق تحميل GGUF لأول مرة وقتًا أطول
de: Das erstmalige Laden von GGUF dauert länger
fr: Le premier chargement de GGUF prend plus de temps
hi: पहली बार GGUF लोड होने में अधिक समय लगता है
ja: 初回の GGUF ロードには時間がかかります
tr: İlk kez GGUF yüklemesi daha uzun sürüyor

source: First-time download from HuggingFace
ar: التنزيل لأول مرة من HuggingFace
de: Erstmaliger Download von HuggingFace
fr: Premier téléchargement depuis HuggingFace
hi: हगिंगफेस से पहली बार डाउनलोड करें
ja: HuggingFace からの初回ダウンロード
tr: HuggingFace'ten ilk kez indirme

source: First‑time setup: download the Qwen‑1.7B model and embeddings. Wi‑Fi recommended.
ar: الإعداد لأول مرة: قم بتنزيل نموذج Qwen‑1.7B وعناصر التضمين. يوصى باستخدام خدمة الواي فاي.
de: Erstmalige Einrichtung: Laden Sie das Qwen-1.7B-Modell und die Einbettungen herunter. WLAN empfohlen.
fr: Première configuration : téléchargez le modèle Qwen‑1.7B et les intégrations. Wi-Fi recommandé.
hi: पहली बार सेटअप: Qwen‑1.7B मॉडल और एम्बेडिंग डाउनलोड करें। वाई-फ़ाई अनुशंसित.
ja: 初回セットアップ: Qwen-1.7B モデルと埋め込みをダウンロードします。 Wi-Fi を推奨します。
tr: İlk kurulum: Qwen‑1.7B modelini ve eklemelerini indirin. Wi-Fi önerilir.

source: For best performance, please plug in your phone until this completes.
ar: للحصول على أفضل أداء، يرجى توصيل هاتفك حتى يكتمل ذلك.
de: Um eine optimale Leistung zu erzielen, schließen Sie Ihr Telefon bitte an, bis dieser Vorgang abgeschlossen ist.
fr: Pour de meilleures performances, veuillez brancher votre téléphone jusqu'à ce que cette opération soit terminée.
hi: सर्वोत्तम प्रदर्शन के लिए, कृपया यह पूरा होने तक अपने फ़ोन को प्लग इन करें।
ja: 最高のパフォーマンスを得るには、これが完了するまで携帯電話を接続してください。
tr: En iyi performansı elde etmek için lütfen bu işlem tamamlanana kadar telefonunuzu fişe takın.

source: Force Local Network
ar: قوة الشبكة المحلية
de: Lokales Netzwerk erzwingen
fr: Forcer le réseau local
hi: स्थानीय नेटवर्क को बाध्य करें
ja: ローカルネットワークを強制する
tr: Yerel Ağı Zorla

source: Forces chat traffic through the last LAN host even if Wi‑Fi names don't match yet.
ar: يفرض حركة مرور الدردشة عبر مضيف LAN الأخير حتى إذا لم تتطابق أسماء Wi‑Fi حتى الآن.
de: Erzwingt den Chat-Verkehr über den letzten LAN-Host, auch wenn die WLAN-Namen noch nicht übereinstimmen.
fr: Force le trafic de discussion via le dernier hôte LAN même si les noms Wi-Fi ne correspondent pas encore.
hi: भले ही वाई-फ़ाई नाम अभी तक मेल न खाते हों, अंतिम LAN होस्ट के माध्यम से चैट ट्रैफ़िक को बाध्य करता है।
ja: Wi-Fi 名がまだ一致していない場合でも、チャット トラフィックが最後の LAN ホストを強制的に通過します。
tr: Wi‑Fi adları henüz eşleşmese bile sohbet trafiğinin son LAN ana bilgisayarı üzerinden geçmesini sağlar.

source: Formatted view unavailable
ar: العرض المنسق غير متاح
de: Formatierte Ansicht nicht verfügbar
fr: Vue formatée indisponible
hi: स्वरूपित दृश्य अनुपलब्ध है
ja: フォーマットされたビューは使用できません
tr: Biçimlendirilmiş görünüm kullanılamıyor

source: Found unsupported: %@ …
ar: تم العثور على غير مدعوم: %@ ...
de: Nicht unterstützt gefunden: %@ …
fr: Trouvé non pris en charge : %@ …
hi: असमर्थित पाया गया: %@ …
ja: サポートされていないことが見つかりました: %@ …
tr: Desteklenmeyen bulundu: %@ …

source: Frequency penalty: %@
ar: عقوبة التردد: %@
de: Häufigkeitsstrafe: %@
fr: Pénalité de fréquence : %@
hi: फ़्रिक्वेंसी जुर्माना: %@
ja: 周波数ペナルティ: %@
tr: Frekans cezası: %@

source: GGUF models are the most compatible option. Use the format switch to explore the other builds when you need them.
ar: نماذج GGUF هي الخيار الأكثر توافقًا. استخدم مفتاح التنسيق لاستكشاف الإصدارات الأخرى عندما تحتاج إليها.
de: GGUF-Modelle sind die kompatibelste Option. Verwenden Sie den Formatschalter, um die anderen Builds bei Bedarf zu erkunden.
fr: Les modèles GGUF sont l’option la plus compatible. Utilisez le commutateur de format pour explorer les autres versions lorsque vous en avez besoin.
hi: जीजीयूएफ मॉडल सबसे अनुकूल विकल्प हैं। जब आपको आवश्यकता हो तो अन्य बिल्डों का पता लगाने के लिए प्रारूप स्विच का उपयोग करें।
ja: GGUF モデルは最も互換性のあるオプションです。必要に応じて、形式スイッチを使用して他のビルドを探索します。
tr: GGUF modelleri en uyumlu seçenektir. İhtiyacınız olduğunda diğer yapıları keşfetmek için format anahtarını kullanın.

source: GGUF works everywhere. MLX targets Apple Silicon speed. SLM focuses on responsiveness on any device.
ar: GGUF يعمل في كل مكان. يستهدف MLX سرعة Apple Silicon. يركز SLM على الاستجابة على أي جهاز.
de: GGUF funktioniert überall. MLX zielt auf die Geschwindigkeit von Apple Silicon ab. SLM konzentriert sich auf die Reaktionsfähigkeit auf jedem Gerät.
fr: GGUF fonctionne partout. MLX cible la vitesse d’Apple Silicon. SLM se concentre sur la réactivité sur n’importe quel appareil.
hi: जीजीयूएफ हर जगह काम करता है। MLX Apple सिलिकॉन स्पीड को लक्षित करता है। एसएलएम किसी भी डिवाइस पर प्रतिक्रिया पर ध्यान केंद्रित करता है।
ja: GGUF はどこでも機能します。 MLX は Apple Silicon の速度をターゲットとしています。 SLM は、あらゆるデバイスでの応答性に重点を置いています。
tr: GGUF her yerde çalışır. MLX, Apple Silicon hızını hedefliyor. SLM, herhangi bir cihazdaki yanıt hızına odaklanır.

source: GPU Offload Layers
ar: طبقات إلغاء تحميل GPU
de: GPU-Offload-Ebenen
fr: Couches de déchargement GPU
hi: जीपीयू ऑफलोड परतें
ja: GPU オフロード レイヤー
tr: GPU Boşaltma Katmanları

source: GPU off-load is not supported for this model.
ar: لا يتم دعم إلغاء تحميل وحدة معالجة الرسومات لهذا الطراز.
de: GPU-Offload wird für dieses Modell nicht unterstützt.
fr: Le déchargement du GPU n'est pas pris en charge pour ce modèle.
hi: इस मॉडल के लिए GPU ऑफ-लोड समर्थित नहीं है।
ja: このモデルでは GPU オフロードはサポートされていません。
tr: Bu model için GPU yükünün boşaltılması desteklenmez.

source: Get Started
ar: ابدأ
de: Legen Sie los
fr: Commencer
hi: शुरू हो जाओ
ja: 始めましょう
tr: Başlayın

source: Help shape Noema by trying upcoming features and sharing feedback.
ar: ساعد في تشكيل Noema من خلال تجربة الميزات القادمة ومشاركة التعليقات.
de: Gestalten Sie Noema mit, indem Sie kommende Funktionen ausprobieren und Feedback teilen.
fr: Aidez à façonner Noema en essayant les fonctionnalités à venir et en partageant vos commentaires.
hi: आगामी सुविधाओं को आज़माकर और फीडबैक साझा करके नोएमा को आकार देने में मदद करें।
ja: 今後の機能を試したり、フィードバックを共有したりして、Noema の形成に協力してください。
tr: Gelecek özellikleri deneyerek ve geri bildirimleri paylaşarak Noema'nın şekillenmesine yardımcı olun.

source: High context lengths use more memory
ar: تستخدم أطوال السياق العالية المزيد من الذاكرة
de: Hohe Kontextlängen verbrauchen mehr Speicher
fr: Les longueurs de contexte élevées utilisent plus de mémoire
hi: उच्च संदर्भ लंबाई अधिक मेमोरी का उपयोग करती है
ja: コンテキストの長さが長いと、より多くのメモリを使用します
tr: Yüksek bağlam uzunlukları daha fazla bellek kullanır

source: High-quality embedding model for local RAG
ar: نموذج تضمين عالي الجودة لـ RAG المحلي
de: Hochwertiges Einbettungsmodell für lokales RAG
fr: Modèle d'intégration de haute qualité pour le RAG local
hi: स्थानीय आरएजी के लिए उच्च गुणवत्ता वाला एम्बेडिंग मॉडल
ja: ローカル RAG の高品質埋め込みモデル
tr: Yerel RAG için yüksek kaliteli yerleştirme modeli

source: Host ID: %@
ar: معرف المضيف: %@
fr: ID d'hôte : %@
hi: होस्ट आईडी: %@
ja: ホストID: %@
tr: Ana Bilgisayar Kimliği: %@

source: How it works
ar: كيف يعمل
de: Wie es funktioniert
fr: Comment ça marche
hi: यह काम किस प्रकार करता है
ja: 仕組み
tr: Nasıl çalışır?

source: I'm New to Local LLMs, Guide Me
ar: أنا جديد في LLMs المحلية، أرشدني
de: Ich bin neu bei lokalen LLMs, leiten Sie mich
fr: Je suis nouveau dans les LLM locaux, guidez-moi
hi: मैं स्थानीय एलएलएम में नया हूं, मेरा मार्गदर्शन करें
ja: ローカル LLM は初めてです。ガイドしてください
tr: Yerel Yüksek Lisans Programlarında Yeniyim, Bana Rehberlik Edin

source: If enabled, the app will attempt to load models even when they likely exceed your device's memory budget. This can cause the app to terminate.
ar: في حالة التمكين، سيحاول التطبيق تحميل النماذج حتى عندما تتجاوز على الأرجح ميزانية ذاكرة جهازك. يمكن أن يتسبب هذا في إنهاء التطبيق.
de: Wenn diese Option aktiviert ist, versucht die App, Modelle zu laden, auch wenn diese wahrscheinlich das Speicherbudget Ihres Geräts überschreiten. Dies kann dazu führen, dass die App beendet wird.
fr: Si cette option est activée, l'application tentera de charger les modèles même s'ils dépassent probablement le budget mémoire de votre appareil. Cela peut entraîner la fermeture de l'application.
hi: यदि सक्षम किया गया है, तो ऐप तब भी मॉडल लोड करने का प्रयास करेगा जब वे आपके डिवाइस के मेमोरी बजट से अधिक हो जाएं। इससे ऐप बंद हो सकता है.
ja: 有効にすると、アプリは、デバイスのメモリ バジェットを超える可能性がある場合でもモデルの読み込みを試みます。これにより、アプリが終了する可能性があります。
tr: Etkinleştirilirse uygulama, muhtemelen cihazınızın bellek bütçesini aşsa bile modelleri yüklemeye çalışır. Bu, uygulamanın sonlandırılmasına neden olabilir.

source: Import Dataset
ar: استيراد مجموعة البيانات
de: Datensatz importieren
fr: Importer un ensemble de données
hi: डेटासेट आयात करें
ja: データセットのインポート
tr: Veri Kümesini İçe Aktar

source: Import PDFs, EPUBs, or text files to build local knowledge bases.
ar: قم باستيراد ملفات PDF أو EPUB أو ملفات نصية لبناء قواعد المعرفة المحلية.
de: Importieren Sie PDFs, EPUBs oder Textdateien, um lokale Wissensdatenbanken aufzubauen.
fr: Importez des fichiers PDF, EPUB ou texte pour créer des bases de connaissances locales.
hi: स्थानीय ज्ञानकोष बनाने के लिए पीडीएफ, ईपीयूबी या टेक्स्ट फ़ाइलें आयात करें।
ja: PDF、EPUB、またはテキスト ファイルをインポートして、ローカルのナレッジ ベースを構築します。
tr: Yerel bilgi tabanları oluşturmak için PDF'leri, EPUB'ları veya metin dosyalarını içe aktarın.

source: Import your own PDFs, EPUBs, or TXT files and keep them local.
ar: قم باستيراد ملفات PDF أو EPUB أو ملفات TXT الخاصة بك واحتفظ بها محليًا.
de: Importieren Sie Ihre eigenen PDFs, EPUBs oder TXT-Dateien und bewahren Sie sie lokal auf.
fr: Importez vos propres fichiers PDF, EPUB ou TXT et conservez-les localement.
hi: अपनी स्वयं की PDF, EPUB, या TXT फ़ाइलें आयात करें और उन्हें स्थानीय रखें।
ja: 独自の PDF、EPUB、または TXT ファイルをインポートし、ローカルに保存します。
tr: Kendi PDF'lerinizi, EPUB'larınızı veya TXT dosyalarınızı içe aktarın ve bunları yerel tutun.

source: Importing & Scanning...
ar: الاستيراد والمسح...
de: Importieren und Scannen...
fr: Importation et numérisation...
hi: आयात एवं स्कैनिंग...
ja: インポートとスキャン中...
tr: İçe Aktarılıyor ve Taranıyor...

source: In progress...
ar: في تَقَدم...
de: Im Gange...
fr: En cours...
hi: प्रगति पर है...
ja: 進行中...
tr: Devam etmekte...

source: Indexing %@
ar: الفهرسة %@
de: Indizierung %@
fr: Indexation %@
hi: अनुक्रमण %@
ja: %@ のインデックス作成
tr: Dizine ekleniyor %@

source: Indexing dataset…
ar: فهرسة مجموعة البيانات...
de: Datensatz wird indiziert…
fr: Ensemble de données d'indexation…
hi: डेटासेट को अनुक्रमित किया जा रहा है...
ja: データセットのインデックス作成中…
tr: Veri kümesi dizine ekleniyor…

# Indexing: %@% · %@
source: Indexing: %1$@%2$ · %3$@
ar: الفهرسة: %1$@%2$ · %3$@
de: Indizierung: %1$@%2$ · %3$@
fr: Indexation : %1$@%2$ · %3$@
hi: अनुक्रमण: %1$@%2$ · %3$@
ja: インデックス作成: %1$@%2$ · %3$@
tr: Dizin oluşturma: %1$@%2$ · %3$@

source: Install a local model to make it available at launch.
ar: قم بتثبيت نموذج محلي لإتاحته عند الإطلاق.
de: Installieren Sie ein lokales Modell, um es beim Start verfügbar zu machen.
fr: Installez un modèle local pour le rendre disponible au lancement.
hi: इसे लॉन्च के समय उपलब्ध कराने के लिए एक स्थानीय मॉडल स्थापित करें।
ja: ローカル モデルをインストールして、起動時に使用できるようにします。
tr: Lansman sırasında kullanılabilir hale getirmek için yerel bir model yükleyin.

source: Install another model with the same architecture and equal or smaller size to enable speculative decoding.
ar: قم بتثبيت نموذج آخر بنفس البنية وحجم متساوٍ أو أصغر لتمكين فك التشفير التخميني.
de: Installieren Sie ein anderes Modell mit derselben Architektur und gleicher oder kleinerer Größe, um eine spekulative Dekodierung zu ermöglichen.
fr: Installez un autre modèle avec la même architecture et une taille égale ou inférieure pour permettre le décodage spéculatif.
hi: सट्टा डिकोडिंग को सक्षम करने के लिए समान आर्किटेक्चर और समान या छोटे आकार के साथ एक और मॉडल स्थापित करें।
ja: 投機的デコードを可能にするには、同じアーキテクチャで同じかそれより小さいサイズの別のモデルをインストールします。
tr: Spekülatif kod çözmeyi etkinleştirmek için aynı mimariye ve eşit veya daha küçük boyuta sahip başka bir model kurun.

source: K Cache Quant
ar: K ذاكرة التخزين المؤقت الكمية
hi: के कैश क्वांट
ja: K キャッシュ量
tr: K Önbellek Miktarı

source: Keep this iPhone or iPad within a few feet of the Mac that is advertising Noema Relay. We'll pull the relay details automatically once connected.
ar: احتفظ بجهاز iPhone أو iPad هذا على بعد بضعة أقدام من جهاز Mac الذي يعلن عن Noema Relay. سنقوم بسحب تفاصيل التتابع تلقائيًا بمجرد الاتصال.
de: Halten Sie dieses iPhone oder iPad in einem Umkreis von wenigen Metern um den Mac, auf dem Noema Relay beworben wird. Sobald die Verbindung hergestellt ist, rufen wir die Relay-Details automatisch ab.
fr: Gardez cet iPhone ou iPad à quelques mètres du Mac qui fait la publicité de Noema Relay. Nous extrairons automatiquement les détails du relais une fois connectés.
hi: इस iPhone या iPad को उस Mac से कुछ फीट की दूरी पर रखें जो Noema Relay का विज्ञापन कर रहा है। एक बार कनेक्ट होने पर हम रिले विवरण स्वचालित रूप से खींच लेंगे।
ja: この iPhone または iPad を、Noema Relay を宣伝している Mac から数フィート以内に置いてください。接続されると、リレーの詳細が自動的に取得されます。
tr: Bu iPhone veya iPad'i Noema Relay'in reklamını yapan Mac'in birkaç metre yakınında tutun. Bağlandıktan sonra röle ayrıntılarını otomatik olarak alacağız.

source: LAN URL: %@
ar: عنوان URL للشبكة المحلية: %@
fr: URL du réseau local : %@
hi: लैन यूआरएल: %@
tr: LAN URL'si: %@

source: Large Model Downloads
ar: تنزيلات للنماذج الكبيرة
de: Große Modell-Downloads
fr: Téléchargements de grands modèles
hi: बड़े मॉडल डाउनलोड
ja: 大規模なモデルのダウンロード
tr: Büyük Model İndirmeleri

source: Last Sync
ar: آخر مزامنة
de: Letzte Synchronisierung
fr: Dernière synchronisation
hi: अंतिम सिंक
ja: 最終同期
tr: Son Senkronizasyon

source: Last refreshed %@
ar: آخر تحديث %@
de: Zuletzt aktualisiert %@
fr: Dernière actualisation %@
hi: अंतिम बार ताज़ा किया गया %@
ja: 最終更新日 %@
tr: Son yenilenme tarihi: %@

source: Latest benchmark
ar: أحدث المعايير
de: Neuester Benchmark
fr: Dernier benchmark
hi: नवीनतम बेंचमार्क
ja: 最新のベンチマーク
tr: En son karşılaştırma

source: Latest integrated release: %@
ar: أحدث إصدار متكامل: %@
de: Neueste integrierte Version: %@
fr: Dernière version intégrée : %@
hi: नवीनतम एकीकृत रिलीज़: %@
ja: 最新の統合リリース: %@
tr: En son entegre sürüm: %@
